[
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 1,
    "house_tr": "Birinci Ev (Yükselen)",
    "house_en": "First House (Ascendant)",
    "general_tr": "Güneş gezegeni Birinci Ev (Yükselen) evinde, bireyin Kişisel kimlik ve Fiziksel görünüm alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the First House (Ascendant), it highlights the potential for Self in areas of Self-identity and Physical appearance.",
    "areas_tr": [
      "Kişisel kimlik",
      "Fiziksel görünüm",
      "Başlangıçlar"
    ],
    "areas_en": [
      "Self-identity",
      "Physical appearance",
      "Initiation"
    ],
    "challenges_tr": "Güneş Birinci Ev (Yükselen) evinde, Başlangıçlar gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the First House (Ascendant), the Sun's Self energy may at times create challenges in matters of Initiation.",
    "opportunities_tr": "Güneş Birinci Ev (Yükselen) evindeyken, Başlangıçlar alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the First House (Ascendant), Self can be used to seize new opportunities in the realm of Initiation.",
    "advice_tr": "Güneş Birinci Ev (Yükselen) evindeki konumunda, Özbenlik enerjisini dengelemek için Kişisel kimlik ve Fiziksel görünüm aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the First House (Ascendant), focus on activities related to Self-identity and Physical appearance to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 2,
    "house_tr": "İkinci Ev",
    "house_en": "Second House",
    "general_tr": "Güneş gezegeni İkinci Ev evinde, bireyin Maddi değerler ve Gelir kaynakları alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Second House, it highlights the potential for Self in areas of Material possessions and Income.",
    "areas_tr": [
      "Maddi değerler",
      "Gelir kaynakları",
      "Öz-değer"
    ],
    "areas_en": [
      "Material possessions",
      "Income",
      "Self-worth"
    ],
    "challenges_tr": "Güneş İkinci Ev evinde, Öz-değer gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Second House, the Sun's Self energy may at times create challenges in matters of Self-worth.",
    "opportunities_tr": "Güneş İkinci Ev evindeyken, Öz-değer alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Second House, Self can be used to seize new opportunities in the realm of Self-worth.",
    "advice_tr": "Güneş İkinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Maddi değerler ve Gelir kaynakları aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Second House, focus on activities related to Material possessions and Income to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 3,
    "house_tr": "Üçüncü Ev",
    "house_en": "Third House",
    "general_tr": "Güneş gezegeni Üçüncü Ev evinde, bireyin İletişim ve Kısa yolculuklar alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Third House, it highlights the potential for Self in areas of Communication and Short trips.",
    "areas_tr": [
      "İletişim",
      "Kısa yolculuklar",
      "Kardeşler"
    ],
    "areas_en": [
      "Communication",
      "Short trips",
      "Siblings"
    ],
    "challenges_tr": "Güneş Üçüncü Ev evinde, Kardeşler gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Third House, the Sun's Self energy may at times create challenges in matters of Siblings.",
    "opportunities_tr": "Güneş Üçüncü Ev evindeyken, Kardeşler alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Third House, Self can be used to seize new opportunities in the realm of Siblings.",
    "advice_tr": "Güneş Üçüncü Ev evindeki konumunda, Özbenlik enerjisini dengelemek için İletişim ve Kısa yolculuklar aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Third House, focus on activities related to Communication and Short trips to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 4,
    "house_tr": "Dördüncü Ev",
    "house_en": "Fourth House",
    "general_tr": "Güneş gezegeni Dördüncü Ev evinde, bireyin Aile ve Kökler alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Fourth House, it highlights the potential for Self in areas of Home and Roots.",
    "areas_tr": [
      "Aile",
      "Kökler",
      "Ev ve güvenlik"
    ],
    "areas_en": [
      "Home",
      "Roots",
      "Emotional security"
    ],
    "challenges_tr": "Güneş Dördüncü Ev evinde, Ev ve güvenlik gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fourth House, the Sun's Self energy may at times create challenges in matters of Emotional security.",
    "opportunities_tr": "Güneş Dördüncü Ev evindeyken, Ev ve güvenlik alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Fourth House, Self can be used to seize new opportunities in the realm of Emotional security.",
    "advice_tr": "Güneş Dördüncü Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Aile ve Kökler aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Fourth House, focus on activities related to Home and Roots to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 5,
    "house_tr": "Beşinci Ev",
    "house_en": "Fifth House",
    "general_tr": "Güneş gezegeni Beşinci Ev evinde, bireyin Yaratıcılık ve Aşk ilişkileri alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Fifth House, it highlights the potential for Self in areas of Creativity and Romance.",
    "areas_tr": [
      "Yaratıcılık",
      "Aşk ilişkileri",
      "Eğlence"
    ],
    "areas_en": [
      "Creativity",
      "Romance",
      "Pleasure"
    ],
    "challenges_tr": "Güneş Beşinci Ev evinde, Eğlence gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fifth House, the Sun's Self energy may at times create challenges in matters of Pleasure.",
    "opportunities_tr": "Güneş Beşinci Ev evindeyken, Eğlence alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Fifth House, Self can be used to seize new opportunities in the realm of Pleasure.",
    "advice_tr": "Güneş Beşinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Yaratıcılık ve Aşk ilişkileri aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Fifth House, focus on activities related to Creativity and Romance to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 6,
    "house_tr": "Altıncı Ev",
    "house_en": "Sixth House",
    "general_tr": "Güneş gezegeni Altıncı Ev evinde, bireyin Günlük rutin ve Sağlık alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Sixth House, it highlights the potential for Self in areas of Daily routines and Health.",
    "areas_tr": [
      "Günlük rutin",
      "Sağlık",
      "Hizmet"
    ],
    "areas_en": [
      "Daily routines",
      "Health",
      "Service"
    ],
    "challenges_tr": "Güneş Altıncı Ev evinde, Hizmet gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Sixth House, the Sun's Self energy may at times create challenges in matters of Service.",
    "opportunities_tr": "Güneş Altıncı Ev evindeyken, Hizmet alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Sixth House, Self can be used to seize new opportunities in the realm of Service.",
    "advice_tr": "Güneş Altıncı Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Günlük rutin ve Sağlık aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Sixth House, focus on activities related to Daily routines and Health to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 7,
    "house_tr": "Yedinci Ev",
    "house_en": "Seventh House",
    "general_tr": "Güneş gezegeni Yedinci Ev evinde, bireyin Ortaklıklar ve Evlilik alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Seventh House, it highlights the potential for Self in areas of Partnerships and Marriage.",
    "areas_tr": [
      "Ortaklıklar",
      "Evlilik",
      "Açık düşmanlar"
    ],
    "areas_en": [
      "Partnerships",
      "Marriage",
      "Open enemies"
    ],
    "challenges_tr": "Güneş Yedinci Ev evinde, Açık düşmanlar gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Seventh House, the Sun's Self energy may at times create challenges in matters of Open enemies.",
    "opportunities_tr": "Güneş Yedinci Ev evindeyken, Açık düşmanlar alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Seventh House, Self can be used to seize new opportunities in the realm of Open enemies.",
    "advice_tr": "Güneş Yedinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Ortaklıklar ve Evlilik aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Seventh House, focus on activities related to Partnerships and Marriage to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 8,
    "house_tr": "Sekizinci Ev",
    "house_en": "Eighth House",
    "general_tr": "Güneş gezegeni Sekizinci Ev evinde, bireyin Ortak kaynaklar ve Dönüşüm alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Eighth House, it highlights the potential for Self in areas of Shared resources and Transformation.",
    "areas_tr": [
      "Ortak kaynaklar",
      "Dönüşüm",
      "Miras"
    ],
    "areas_en": [
      "Shared resources",
      "Transformation",
      "Inheritance"
    ],
    "challenges_tr": "Güneş Sekizinci Ev evinde, Miras gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eighth House, the Sun's Self energy may at times create challenges in matters of Inheritance.",
    "opportunities_tr": "Güneş Sekizinci Ev evindeyken, Miras alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Eighth House, Self can be used to seize new opportunities in the realm of Inheritance.",
    "advice_tr": "Güneş Sekizinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Ortak kaynaklar ve Dönüşüm aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Eighth House, focus on activities related to Shared resources and Transformation to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 9,
    "house_tr": "Dokuzuncu Ev",
    "house_en": "Ninth House",
    "general_tr": "Güneş gezegeni Dokuzuncu Ev evinde, bireyin Yüksek öğrenim ve Felsefe alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Ninth House, it highlights the potential for Self in areas of Higher education and Philosophy.",
    "areas_tr": [
      "Yüksek öğrenim",
      "Felsefe",
      "Uzak yolculuklar"
    ],
    "areas_en": [
      "Higher education",
      "Philosophy",
      "Long journeys"
    ],
    "challenges_tr": "Güneş Dokuzuncu Ev evinde, Uzak yolculuklar gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Ninth House, the Sun's Self energy may at times create challenges in matters of Long journeys.",
    "opportunities_tr": "Güneş Dokuzuncu Ev evindeyken, Uzak yolculuklar alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Ninth House, Self can be used to seize new opportunities in the realm of Long journeys.",
    "advice_tr": "Güneş Dokuzuncu Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Yüksek öğrenim ve Felsefe aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Ninth House, focus on activities related to Higher education and Philosophy to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 10,
    "house_tr": "Onuncu Ev (Orta Gökyüzü)",
    "house_en": "Tenth House (Midheaven)",
    "general_tr": "Güneş gezegeni Onuncu Ev (Orta Gökyüzü) evinde, bireyin Kariyer ve Toplumsal statü alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Tenth House (Midheaven), it highlights the potential for Self in areas of Career and Public status.",
    "areas_tr": [
      "Kariyer",
      "Toplumsal statü",
      "Hedefler"
    ],
    "areas_en": [
      "Career",
      "Public status",
      "Ambitions"
    ],
    "challenges_tr": "Güneş Onuncu Ev (Orta Gökyüzü) evinde, Hedefler gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Tenth House (Midheaven), the Sun's Self energy may at times create challenges in matters of Ambitions.",
    "opportunities_tr": "Güneş Onuncu Ev (Orta Gökyüzü) evindeyken, Hedefler alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Tenth House (Midheaven), Self can be used to seize new opportunities in the realm of Ambitions.",
    "advice_tr": "Güneş Onuncu Ev (Orta Gökyüzü) evindeki konumunda, Özbenlik enerjisini dengelemek için Kariyer ve Toplumsal statü aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Tenth House (Midheaven), focus on activities related to Career and Public status to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 11,
    "house_tr": "Onbirinci Ev",
    "house_en": "Eleventh House",
    "general_tr": "Güneş gezegeni Onbirinci Ev evinde, bireyin Arkadaşlıklar ve Grup aktiviteleri alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Eleventh House, it highlights the potential for Self in areas of Friendships and Group activities.",
    "areas_tr": [
      "Arkadaşlıklar",
      "Grup aktiviteleri",
      "Hayaller"
    ],
    "areas_en": [
      "Friendships",
      "Group activities",
      "Aspirations"
    ],
    "challenges_tr": "Güneş Onbirinci Ev evinde, Hayaller gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eleventh House, the Sun's Self energy may at times create challenges in matters of Aspirations.",
    "opportunities_tr": "Güneş Onbirinci Ev evindeyken, Hayaller alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Eleventh House, Self can be used to seize new opportunities in the realm of Aspirations.",
    "advice_tr": "Güneş Onbirinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Arkadaşlıklar ve Grup aktiviteleri aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Eleventh House, focus on activities related to Friendships and Group activities to balance Self energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "house_number": 12,
    "house_tr": "Onikinci Ev",
    "house_en": "Twelfth House",
    "general_tr": "Güneş gezegeni Onikinci Ev evinde, bireyin Bilinçaltı ve Karma alanlarında Özbenlik potansiyelini ortaya çıkarır.",
    "general_en": "When the Sun is in the Twelfth House, it highlights the potential for Self in areas of Subconscious and Karma.",
    "areas_tr": [
      "Bilinçaltı",
      "Karma",
      "Ruhsallık"
    ],
    "areas_en": [
      "Subconscious",
      "Karma",
      "Spirituality"
    ],
    "challenges_tr": "Güneş Onikinci Ev evinde, Ruhsallık gibi konularda Özbenlik enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Twelfth House, the Sun's Self energy may at times create challenges in matters of Spirituality.",
    "opportunities_tr": "Güneş Onikinci Ev evindeyken, Ruhsallık alanlarında yeni fırsatlar için Özbenlik kullanılabilir.",
    "opportunities_en": "With the Sun in the Twelfth House, Self can be used to seize new opportunities in the realm of Spirituality.",
    "advice_tr": "Güneş Onikinci Ev evindeki konumunda, Özbenlik enerjisini dengelemek için Bilinçaltı ve Karma aktivitelerine odaklanın.",
    "advice_en": "When the Sun occupies the Twelfth House, focus on activities related to Subconscious and Karma to balance Self energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 1,
    "house_tr": "Birinci Ev (Yükselen)",
    "house_en": "First House (Ascendant)",
    "general_tr": "Ay gezegeni Birinci Ev (Yükselen) evinde, bireyin Kişisel kimlik ve Fiziksel görünüm alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the First House (Ascendant), it highlights the potential for Emotion in areas of Self-identity and Physical appearance.",
    "areas_tr": [
      "Kişisel kimlik",
      "Fiziksel görünüm",
      "Başlangıçlar"
    ],
    "areas_en": [
      "Self-identity",
      "Physical appearance",
      "Initiation"
    ],
    "challenges_tr": "Ay Birinci Ev (Yükselen) evinde, Başlangıçlar gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the First House (Ascendant), the Moon's Emotion energy may at times create challenges in matters of Initiation.",
    "opportunities_tr": "Ay Birinci Ev (Yükselen) evindeyken, Başlangıçlar alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the First House (Ascendant), Emotion can be used to seize new opportunities in the realm of Initiation.",
    "advice_tr": "Ay Birinci Ev (Yükselen) evindeki konumunda, Duygusallık enerjisini dengelemek için Kişisel kimlik ve Fiziksel görünüm aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the First House (Ascendant), focus on activities related to Self-identity and Physical appearance to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 2,
    "house_tr": "İkinci Ev",
    "house_en": "Second House",
    "general_tr": "Ay gezegeni İkinci Ev evinde, bireyin Maddi değerler ve Gelir kaynakları alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Second House, it highlights the potential for Emotion in areas of Material possessions and Income.",
    "areas_tr": [
      "Maddi değerler",
      "Gelir kaynakları",
      "Öz-değer"
    ],
    "areas_en": [
      "Material possessions",
      "Income",
      "Self-worth"
    ],
    "challenges_tr": "Ay İkinci Ev evinde, Öz-değer gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Second House, the Moon's Emotion energy may at times create challenges in matters of Self-worth.",
    "opportunities_tr": "Ay İkinci Ev evindeyken, Öz-değer alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Second House, Emotion can be used to seize new opportunities in the realm of Self-worth.",
    "advice_tr": "Ay İkinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Maddi değerler ve Gelir kaynakları aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Second House, focus on activities related to Material possessions and Income to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 3,
    "house_tr": "Üçüncü Ev",
    "house_en": "Third House",
    "general_tr": "Ay gezegeni Üçüncü Ev evinde, bireyin İletişim ve Kısa yolculuklar alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Third House, it highlights the potential for Emotion in areas of Communication and Short trips.",
    "areas_tr": [
      "İletişim",
      "Kısa yolculuklar",
      "Kardeşler"
    ],
    "areas_en": [
      "Communication",
      "Short trips",
      "Siblings"
    ],
    "challenges_tr": "Ay Üçüncü Ev evinde, Kardeşler gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Third House, the Moon's Emotion energy may at times create challenges in matters of Siblings.",
    "opportunities_tr": "Ay Üçüncü Ev evindeyken, Kardeşler alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Third House, Emotion can be used to seize new opportunities in the realm of Siblings.",
    "advice_tr": "Ay Üçüncü Ev evindeki konumunda, Duygusallık enerjisini dengelemek için İletişim ve Kısa yolculuklar aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Third House, focus on activities related to Communication and Short trips to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 4,
    "house_tr": "Dördüncü Ev",
    "house_en": "Fourth House",
    "general_tr": "Ay gezegeni Dördüncü Ev evinde, bireyin Aile ve Kökler alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Fourth House, it highlights the potential for Emotion in areas of Home and Roots.",
    "areas_tr": [
      "Aile",
      "Kökler",
      "Ev ve güvenlik"
    ],
    "areas_en": [
      "Home",
      "Roots",
      "Emotional security"
    ],
    "challenges_tr": "Ay Dördüncü Ev evinde, Ev ve güvenlik gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fourth House, the Moon's Emotion energy may at times create challenges in matters of Emotional security.",
    "opportunities_tr": "Ay Dördüncü Ev evindeyken, Ev ve güvenlik alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Fourth House, Emotion can be used to seize new opportunities in the realm of Emotional security.",
    "advice_tr": "Ay Dördüncü Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Aile ve Kökler aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Fourth House, focus on activities related to Home and Roots to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 5,
    "house_tr": "Beşinci Ev",
    "house_en": "Fifth House",
    "general_tr": "Ay gezegeni Beşinci Ev evinde, bireyin Yaratıcılık ve Aşk ilişkileri alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Fifth House, it highlights the potential for Emotion in areas of Creativity and Romance.",
    "areas_tr": [
      "Yaratıcılık",
      "Aşk ilişkileri",
      "Eğlence"
    ],
    "areas_en": [
      "Creativity",
      "Romance",
      "Pleasure"
    ],
    "challenges_tr": "Ay Beşinci Ev evinde, Eğlence gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fifth House, the Moon's Emotion energy may at times create challenges in matters of Pleasure.",
    "opportunities_tr": "Ay Beşinci Ev evindeyken, Eğlence alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Fifth House, Emotion can be used to seize new opportunities in the realm of Pleasure.",
    "advice_tr": "Ay Beşinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Yaratıcılık ve Aşk ilişkileri aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Fifth House, focus on activities related to Creativity and Romance to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 6,
    "house_tr": "Altıncı Ev",
    "house_en": "Sixth House",
    "general_tr": "Ay gezegeni Altıncı Ev evinde, bireyin Günlük rutin ve Sağlık alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Sixth House, it highlights the potential for Emotion in areas of Daily routines and Health.",
    "areas_tr": [
      "Günlük rutin",
      "Sağlık",
      "Hizmet"
    ],
    "areas_en": [
      "Daily routines",
      "Health",
      "Service"
    ],
    "challenges_tr": "Ay Altıncı Ev evinde, Hizmet gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Sixth House, the Moon's Emotion energy may at times create challenges in matters of Service.",
    "opportunities_tr": "Ay Altıncı Ev evindeyken, Hizmet alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Sixth House, Emotion can be used to seize new opportunities in the realm of Service.",
    "advice_tr": "Ay Altıncı Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Günlük rutin ve Sağlık aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Sixth House, focus on activities related to Daily routines and Health to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 7,
    "house_tr": "Yedinci Ev",
    "house_en": "Seventh House",
    "general_tr": "Ay gezegeni Yedinci Ev evinde, bireyin Ortaklıklar ve Evlilik alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Seventh House, it highlights the potential for Emotion in areas of Partnerships and Marriage.",
    "areas_tr": [
      "Ortaklıklar",
      "Evlilik",
      "Açık düşmanlar"
    ],
    "areas_en": [
      "Partnerships",
      "Marriage",
      "Open enemies"
    ],
    "challenges_tr": "Ay Yedinci Ev evinde, Açık düşmanlar gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Seventh House, the Moon's Emotion energy may at times create challenges in matters of Open enemies.",
    "opportunities_tr": "Ay Yedinci Ev evindeyken, Açık düşmanlar alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Seventh House, Emotion can be used to seize new opportunities in the realm of Open enemies.",
    "advice_tr": "Ay Yedinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Ortaklıklar ve Evlilik aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Seventh House, focus on activities related to Partnerships and Marriage to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 8,
    "house_tr": "Sekizinci Ev",
    "house_en": "Eighth House",
    "general_tr": "Ay gezegeni Sekizinci Ev evinde, bireyin Ortak kaynaklar ve Dönüşüm alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Eighth House, it highlights the potential for Emotion in areas of Shared resources and Transformation.",
    "areas_tr": [
      "Ortak kaynaklar",
      "Dönüşüm",
      "Miras"
    ],
    "areas_en": [
      "Shared resources",
      "Transformation",
      "Inheritance"
    ],
    "challenges_tr": "Ay Sekizinci Ev evinde, Miras gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eighth House, the Moon's Emotion energy may at times create challenges in matters of Inheritance.",
    "opportunities_tr": "Ay Sekizinci Ev evindeyken, Miras alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Eighth House, Emotion can be used to seize new opportunities in the realm of Inheritance.",
    "advice_tr": "Ay Sekizinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Ortak kaynaklar ve Dönüşüm aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Eighth House, focus on activities related to Shared resources and Transformation to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 9,
    "house_tr": "Dokuzuncu Ev",
    "house_en": "Ninth House",
    "general_tr": "Ay gezegeni Dokuzuncu Ev evinde, bireyin Yüksek öğrenim ve Felsefe alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Ninth House, it highlights the potential for Emotion in areas of Higher education and Philosophy.",
    "areas_tr": [
      "Yüksek öğrenim",
      "Felsefe",
      "Uzak yolculuklar"
    ],
    "areas_en": [
      "Higher education",
      "Philosophy",
      "Long journeys"
    ],
    "challenges_tr": "Ay Dokuzuncu Ev evinde, Uzak yolculuklar gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Ninth House, the Moon's Emotion energy may at times create challenges in matters of Long journeys.",
    "opportunities_tr": "Ay Dokuzuncu Ev evindeyken, Uzak yolculuklar alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Ninth House, Emotion can be used to seize new opportunities in the realm of Long journeys.",
    "advice_tr": "Ay Dokuzuncu Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Yüksek öğrenim ve Felsefe aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Ninth House, focus on activities related to Higher education and Philosophy to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 10,
    "house_tr": "Onuncu Ev (Orta Gökyüzü)",
    "house_en": "Tenth House (Midheaven)",
    "general_tr": "Ay gezegeni Onuncu Ev (Orta Gökyüzü) evinde, bireyin Kariyer ve Toplumsal statü alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Tenth House (Midheaven), it highlights the potential for Emotion in areas of Career and Public status.",
    "areas_tr": [
      "Kariyer",
      "Toplumsal statü",
      "Hedefler"
    ],
    "areas_en": [
      "Career",
      "Public status",
      "Ambitions"
    ],
    "challenges_tr": "Ay Onuncu Ev (Orta Gökyüzü) evinde, Hedefler gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Tenth House (Midheaven), the Moon's Emotion energy may at times create challenges in matters of Ambitions.",
    "opportunities_tr": "Ay Onuncu Ev (Orta Gökyüzü) evindeyken, Hedefler alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Tenth House (Midheaven), Emotion can be used to seize new opportunities in the realm of Ambitions.",
    "advice_tr": "Ay Onuncu Ev (Orta Gökyüzü) evindeki konumunda, Duygusallık enerjisini dengelemek için Kariyer ve Toplumsal statü aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Tenth House (Midheaven), focus on activities related to Career and Public status to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 11,
    "house_tr": "Onbirinci Ev",
    "house_en": "Eleventh House",
    "general_tr": "Ay gezegeni Onbirinci Ev evinde, bireyin Arkadaşlıklar ve Grup aktiviteleri alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Eleventh House, it highlights the potential for Emotion in areas of Friendships and Group activities.",
    "areas_tr": [
      "Arkadaşlıklar",
      "Grup aktiviteleri",
      "Hayaller"
    ],
    "areas_en": [
      "Friendships",
      "Group activities",
      "Aspirations"
    ],
    "challenges_tr": "Ay Onbirinci Ev evinde, Hayaller gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eleventh House, the Moon's Emotion energy may at times create challenges in matters of Aspirations.",
    "opportunities_tr": "Ay Onbirinci Ev evindeyken, Hayaller alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Eleventh House, Emotion can be used to seize new opportunities in the realm of Aspirations.",
    "advice_tr": "Ay Onbirinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Arkadaşlıklar ve Grup aktiviteleri aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Eleventh House, focus on activities related to Friendships and Group activities to balance Emotion energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "house_number": 12,
    "house_tr": "Onikinci Ev",
    "house_en": "Twelfth House",
    "general_tr": "Ay gezegeni Onikinci Ev evinde, bireyin Bilinçaltı ve Karma alanlarında Duygusallık potansiyelini ortaya çıkarır.",
    "general_en": "When the Moon is in the Twelfth House, it highlights the potential for Emotion in areas of Subconscious and Karma.",
    "areas_tr": [
      "Bilinçaltı",
      "Karma",
      "Ruhsallık"
    ],
    "areas_en": [
      "Subconscious",
      "Karma",
      "Spirituality"
    ],
    "challenges_tr": "Ay Onikinci Ev evinde, Ruhsallık gibi konularda Duygusallık enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Twelfth House, the Moon's Emotion energy may at times create challenges in matters of Spirituality.",
    "opportunities_tr": "Ay Onikinci Ev evindeyken, Ruhsallık alanlarında yeni fırsatlar için Duygusallık kullanılabilir.",
    "opportunities_en": "With the Moon in the Twelfth House, Emotion can be used to seize new opportunities in the realm of Spirituality.",
    "advice_tr": "Ay Onikinci Ev evindeki konumunda, Duygusallık enerjisini dengelemek için Bilinçaltı ve Karma aktivitelerine odaklanın.",
    "advice_en": "When the Moon occupies the Twelfth House, focus on activities related to Subconscious and Karma to balance Emotion energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 1,
    "house_tr": "Birinci Ev (Yükselen)",
    "house_en": "First House (Ascendant)",
    "general_tr": "Merkür gezegeni Birinci Ev (Yükselen) evinde, bireyin Kişisel kimlik ve Fiziksel görünüm alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the First House (Ascendant), it highlights the potential for Communication in areas of Self-identity and Physical appearance.",
    "areas_tr": [
      "Kişisel kimlik",
      "Fiziksel görünüm",
      "Başlangıçlar"
    ],
    "areas_en": [
      "Self-identity",
      "Physical appearance",
      "Initiation"
    ],
    "challenges_tr": "Merkür Birinci Ev (Yükselen) evinde, Başlangıçlar gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the First House (Ascendant), the Mercury's Communication energy may at times create challenges in matters of Initiation.",
    "opportunities_tr": "Merkür Birinci Ev (Yükselen) evindeyken, Başlangıçlar alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the First House (Ascendant), Communication can be used to seize new opportunities in the realm of Initiation.",
    "advice_tr": "Merkür Birinci Ev (Yükselen) evindeki konumunda, İletişim enerjisini dengelemek için Kişisel kimlik ve Fiziksel görünüm aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the First House (Ascendant), focus on activities related to Self-identity and Physical appearance to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 2,
    "house_tr": "İkinci Ev",
    "house_en": "Second House",
    "general_tr": "Merkür gezegeni İkinci Ev evinde, bireyin Maddi değerler ve Gelir kaynakları alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Second House, it highlights the potential for Communication in areas of Material possessions and Income.",
    "areas_tr": [
      "Maddi değerler",
      "Gelir kaynakları",
      "Öz-değer"
    ],
    "areas_en": [
      "Material possessions",
      "Income",
      "Self-worth"
    ],
    "challenges_tr": "Merkür İkinci Ev evinde, Öz-değer gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Second House, the Mercury's Communication energy may at times create challenges in matters of Self-worth.",
    "opportunities_tr": "Merkür İkinci Ev evindeyken, Öz-değer alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Second House, Communication can be used to seize new opportunities in the realm of Self-worth.",
    "advice_tr": "Merkür İkinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Maddi değerler ve Gelir kaynakları aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Second House, focus on activities related to Material possessions and Income to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 3,
    "house_tr": "Üçüncü Ev",
    "house_en": "Third House",
    "general_tr": "Merkür gezegeni Üçüncü Ev evinde, bireyin İletişim ve Kısa yolculuklar alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Third House, it highlights the potential for Communication in areas of Communication and Short trips.",
    "areas_tr": [
      "İletişim",
      "Kısa yolculuklar",
      "Kardeşler"
    ],
    "areas_en": [
      "Communication",
      "Short trips",
      "Siblings"
    ],
    "challenges_tr": "Merkür Üçüncü Ev evinde, Kardeşler gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Third House, the Mercury's Communication energy may at times create challenges in matters of Siblings.",
    "opportunities_tr": "Merkür Üçüncü Ev evindeyken, Kardeşler alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Third House, Communication can be used to seize new opportunities in the realm of Siblings.",
    "advice_tr": "Merkür Üçüncü Ev evindeki konumunda, İletişim enerjisini dengelemek için İletişim ve Kısa yolculuklar aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Third House, focus on activities related to Communication and Short trips to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 4,
    "house_tr": "Dördüncü Ev",
    "house_en": "Fourth House",
    "general_tr": "Merkür gezegeni Dördüncü Ev evinde, bireyin Aile ve Kökler alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Fourth House, it highlights the potential for Communication in areas of Home and Roots.",
    "areas_tr": [
      "Aile",
      "Kökler",
      "Ev ve güvenlik"
    ],
    "areas_en": [
      "Home",
      "Roots",
      "Emotional security"
    ],
    "challenges_tr": "Merkür Dördüncü Ev evinde, Ev ve güvenlik gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fourth House, the Mercury's Communication energy may at times create challenges in matters of Emotional security.",
    "opportunities_tr": "Merkür Dördüncü Ev evindeyken, Ev ve güvenlik alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Fourth House, Communication can be used to seize new opportunities in the realm of Emotional security.",
    "advice_tr": "Merkür Dördüncü Ev evindeki konumunda, İletişim enerjisini dengelemek için Aile ve Kökler aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Fourth House, focus on activities related to Home and Roots to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 5,
    "house_tr": "Beşinci Ev",
    "house_en": "Fifth House",
    "general_tr": "Merkür gezegeni Beşinci Ev evinde, bireyin Yaratıcılık ve Aşk ilişkileri alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Fifth House, it highlights the potential for Communication in areas of Creativity and Romance.",
    "areas_tr": [
      "Yaratıcılık",
      "Aşk ilişkileri",
      "Eğlence"
    ],
    "areas_en": [
      "Creativity",
      "Romance",
      "Pleasure"
    ],
    "challenges_tr": "Merkür Beşinci Ev evinde, Eğlence gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fifth House, the Mercury's Communication energy may at times create challenges in matters of Pleasure.",
    "opportunities_tr": "Merkür Beşinci Ev evindeyken, Eğlence alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Fifth House, Communication can be used to seize new opportunities in the realm of Pleasure.",
    "advice_tr": "Merkür Beşinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Yaratıcılık ve Aşk ilişkileri aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Fifth House, focus on activities related to Creativity and Romance to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 6,
    "house_tr": "Altıncı Ev",
    "house_en": "Sixth House",
    "general_tr": "Merkür gezegeni Altıncı Ev evinde, bireyin Günlük rutin ve Sağlık alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Sixth House, it highlights the potential for Communication in areas of Daily routines and Health.",
    "areas_tr": [
      "Günlük rutin",
      "Sağlık",
      "Hizmet"
    ],
    "areas_en": [
      "Daily routines",
      "Health",
      "Service"
    ],
    "challenges_tr": "Merkür Altıncı Ev evinde, Hizmet gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Sixth House, the Mercury's Communication energy may at times create challenges in matters of Service.",
    "opportunities_tr": "Merkür Altıncı Ev evindeyken, Hizmet alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Sixth House, Communication can be used to seize new opportunities in the realm of Service.",
    "advice_tr": "Merkür Altıncı Ev evindeki konumunda, İletişim enerjisini dengelemek için Günlük rutin ve Sağlık aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Sixth House, focus on activities related to Daily routines and Health to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 7,
    "house_tr": "Yedinci Ev",
    "house_en": "Seventh House",
    "general_tr": "Merkür gezegeni Yedinci Ev evinde, bireyin Ortaklıklar ve Evlilik alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Seventh House, it highlights the potential for Communication in areas of Partnerships and Marriage.",
    "areas_tr": [
      "Ortaklıklar",
      "Evlilik",
      "Açık düşmanlar"
    ],
    "areas_en": [
      "Partnerships",
      "Marriage",
      "Open enemies"
    ],
    "challenges_tr": "Merkür Yedinci Ev evinde, Açık düşmanlar gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Seventh House, the Mercury's Communication energy may at times create challenges in matters of Open enemies.",
    "opportunities_tr": "Merkür Yedinci Ev evindeyken, Açık düşmanlar alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Seventh House, Communication can be used to seize new opportunities in the realm of Open enemies.",
    "advice_tr": "Merkür Yedinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Ortaklıklar ve Evlilik aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Seventh House, focus on activities related to Partnerships and Marriage to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 8,
    "house_tr": "Sekizinci Ev",
    "house_en": "Eighth House",
    "general_tr": "Merkür gezegeni Sekizinci Ev evinde, bireyin Ortak kaynaklar ve Dönüşüm alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Eighth House, it highlights the potential for Communication in areas of Shared resources and Transformation.",
    "areas_tr": [
      "Ortak kaynaklar",
      "Dönüşüm",
      "Miras"
    ],
    "areas_en": [
      "Shared resources",
      "Transformation",
      "Inheritance"
    ],
    "challenges_tr": "Merkür Sekizinci Ev evinde, Miras gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eighth House, the Mercury's Communication energy may at times create challenges in matters of Inheritance.",
    "opportunities_tr": "Merkür Sekizinci Ev evindeyken, Miras alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Eighth House, Communication can be used to seize new opportunities in the realm of Inheritance.",
    "advice_tr": "Merkür Sekizinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Ortak kaynaklar ve Dönüşüm aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Eighth House, focus on activities related to Shared resources and Transformation to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 9,
    "house_tr": "Dokuzuncu Ev",
    "house_en": "Ninth House",
    "general_tr": "Merkür gezegeni Dokuzuncu Ev evinde, bireyin Yüksek öğrenim ve Felsefe alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Ninth House, it highlights the potential for Communication in areas of Higher education and Philosophy.",
    "areas_tr": [
      "Yüksek öğrenim",
      "Felsefe",
      "Uzak yolculuklar"
    ],
    "areas_en": [
      "Higher education",
      "Philosophy",
      "Long journeys"
    ],
    "challenges_tr": "Merkür Dokuzuncu Ev evinde, Uzak yolculuklar gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Ninth House, the Mercury's Communication energy may at times create challenges in matters of Long journeys.",
    "opportunities_tr": "Merkür Dokuzuncu Ev evindeyken, Uzak yolculuklar alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Ninth House, Communication can be used to seize new opportunities in the realm of Long journeys.",
    "advice_tr": "Merkür Dokuzuncu Ev evindeki konumunda, İletişim enerjisini dengelemek için Yüksek öğrenim ve Felsefe aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Ninth House, focus on activities related to Higher education and Philosophy to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 10,
    "house_tr": "Onuncu Ev (Orta Gökyüzü)",
    "house_en": "Tenth House (Midheaven)",
    "general_tr": "Merkür gezegeni Onuncu Ev (Orta Gökyüzü) evinde, bireyin Kariyer ve Toplumsal statü alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Tenth House (Midheaven), it highlights the potential for Communication in areas of Career and Public status.",
    "areas_tr": [
      "Kariyer",
      "Toplumsal statü",
      "Hedefler"
    ],
    "areas_en": [
      "Career",
      "Public status",
      "Ambitions"
    ],
    "challenges_tr": "Merkür Onuncu Ev (Orta Gökyüzü) evinde, Hedefler gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Tenth House (Midheaven), the Mercury's Communication energy may at times create challenges in matters of Ambitions.",
    "opportunities_tr": "Merkür Onuncu Ev (Orta Gökyüzü) evindeyken, Hedefler alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Tenth House (Midheaven), Communication can be used to seize new opportunities in the realm of Ambitions.",
    "advice_tr": "Merkür Onuncu Ev (Orta Gökyüzü) evindeki konumunda, İletişim enerjisini dengelemek için Kariyer ve Toplumsal statü aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Tenth House (Midheaven), focus on activities related to Career and Public status to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 11,
    "house_tr": "Onbirinci Ev",
    "house_en": "Eleventh House",
    "general_tr": "Merkür gezegeni Onbirinci Ev evinde, bireyin Arkadaşlıklar ve Grup aktiviteleri alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Eleventh House, it highlights the potential for Communication in areas of Friendships and Group activities.",
    "areas_tr": [
      "Arkadaşlıklar",
      "Grup aktiviteleri",
      "Hayaller"
    ],
    "areas_en": [
      "Friendships",
      "Group activities",
      "Aspirations"
    ],
    "challenges_tr": "Merkür Onbirinci Ev evinde, Hayaller gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eleventh House, the Mercury's Communication energy may at times create challenges in matters of Aspirations.",
    "opportunities_tr": "Merkür Onbirinci Ev evindeyken, Hayaller alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Eleventh House, Communication can be used to seize new opportunities in the realm of Aspirations.",
    "advice_tr": "Merkür Onbirinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Arkadaşlıklar ve Grup aktiviteleri aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Eleventh House, focus on activities related to Friendships and Group activities to balance Communication energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "house_number": 12,
    "house_tr": "Onikinci Ev",
    "house_en": "Twelfth House",
    "general_tr": "Merkür gezegeni Onikinci Ev evinde, bireyin Bilinçaltı ve Karma alanlarında İletişim potansiyelini ortaya çıkarır.",
    "general_en": "When the Mercury is in the Twelfth House, it highlights the potential for Communication in areas of Subconscious and Karma.",
    "areas_tr": [
      "Bilinçaltı",
      "Karma",
      "Ruhsallık"
    ],
    "areas_en": [
      "Subconscious",
      "Karma",
      "Spirituality"
    ],
    "challenges_tr": "Merkür Onikinci Ev evinde, Ruhsallık gibi konularda İletişim enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Twelfth House, the Mercury's Communication energy may at times create challenges in matters of Spirituality.",
    "opportunities_tr": "Merkür Onikinci Ev evindeyken, Ruhsallık alanlarında yeni fırsatlar için İletişim kullanılabilir.",
    "opportunities_en": "With the Mercury in the Twelfth House, Communication can be used to seize new opportunities in the realm of Spirituality.",
    "advice_tr": "Merkür Onikinci Ev evindeki konumunda, İletişim enerjisini dengelemek için Bilinçaltı ve Karma aktivitelerine odaklanın.",
    "advice_en": "When the Mercury occupies the Twelfth House, focus on activities related to Subconscious and Karma to balance Communication energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 1,
    "house_tr": "Birinci Ev (Yükselen)",
    "house_en": "First House (Ascendant)",
    "general_tr": "Venüs gezegeni Birinci Ev (Yükselen) evinde, bireyin Kişisel kimlik ve Fiziksel görünüm alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the First House (Ascendant), it highlights the potential for Love in areas of Self-identity and Physical appearance.",
    "areas_tr": [
      "Kişisel kimlik",
      "Fiziksel görünüm",
      "Başlangıçlar"
    ],
    "areas_en": [
      "Self-identity",
      "Physical appearance",
      "Initiation"
    ],
    "challenges_tr": "Venüs Birinci Ev (Yükselen) evinde, Başlangıçlar gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the First House (Ascendant), the Venus's Love energy may at times create challenges in matters of Initiation.",
    "opportunities_tr": "Venüs Birinci Ev (Yükselen) evindeyken, Başlangıçlar alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the First House (Ascendant), Love can be used to seize new opportunities in the realm of Initiation.",
    "advice_tr": "Venüs Birinci Ev (Yükselen) evindeki konumunda, Aşk enerjisini dengelemek için Kişisel kimlik ve Fiziksel görünüm aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the First House (Ascendant), focus on activities related to Self-identity and Physical appearance to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 2,
    "house_tr": "İkinci Ev",
    "house_en": "Second House",
    "general_tr": "Venüs gezegeni İkinci Ev evinde, bireyin Maddi değerler ve Gelir kaynakları alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Second House, it highlights the potential for Love in areas of Material possessions and Income.",
    "areas_tr": [
      "Maddi değerler",
      "Gelir kaynakları",
      "Öz-değer"
    ],
    "areas_en": [
      "Material possessions",
      "Income",
      "Self-worth"
    ],
    "challenges_tr": "Venüs İkinci Ev evinde, Öz-değer gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Second House, the Venus's Love energy may at times create challenges in matters of Self-worth.",
    "opportunities_tr": "Venüs İkinci Ev evindeyken, Öz-değer alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Second House, Love can be used to seize new opportunities in the realm of Self-worth.",
    "advice_tr": "Venüs İkinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Maddi değerler ve Gelir kaynakları aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Second House, focus on activities related to Material possessions and Income to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 3,
    "house_tr": "Üçüncü Ev",
    "house_en": "Third House",
    "general_tr": "Venüs gezegeni Üçüncü Ev evinde, bireyin İletişim ve Kısa yolculuklar alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Third House, it highlights the potential for Love in areas of Communication and Short trips.",
    "areas_tr": [
      "İletişim",
      "Kısa yolculuklar",
      "Kardeşler"
    ],
    "areas_en": [
      "Communication",
      "Short trips",
      "Siblings"
    ],
    "challenges_tr": "Venüs Üçüncü Ev evinde, Kardeşler gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Third House, the Venus's Love energy may at times create challenges in matters of Siblings.",
    "opportunities_tr": "Venüs Üçüncü Ev evindeyken, Kardeşler alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Third House, Love can be used to seize new opportunities in the realm of Siblings.",
    "advice_tr": "Venüs Üçüncü Ev evindeki konumunda, Aşk enerjisini dengelemek için İletişim ve Kısa yolculuklar aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Third House, focus on activities related to Communication and Short trips to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 4,
    "house_tr": "Dördüncü Ev",
    "house_en": "Fourth House",
    "general_tr": "Venüs gezegeni Dördüncü Ev evinde, bireyin Aile ve Kökler alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Fourth House, it highlights the potential for Love in areas of Home and Roots.",
    "areas_tr": [
      "Aile",
      "Kökler",
      "Ev ve güvenlik"
    ],
    "areas_en": [
      "Home",
      "Roots",
      "Emotional security"
    ],
    "challenges_tr": "Venüs Dördüncü Ev evinde, Ev ve güvenlik gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fourth House, the Venus's Love energy may at times create challenges in matters of Emotional security.",
    "opportunities_tr": "Venüs Dördüncü Ev evindeyken, Ev ve güvenlik alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Fourth House, Love can be used to seize new opportunities in the realm of Emotional security.",
    "advice_tr": "Venüs Dördüncü Ev evindeki konumunda, Aşk enerjisini dengelemek için Aile ve Kökler aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Fourth House, focus on activities related to Home and Roots to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 5,
    "house_tr": "Beşinci Ev",
    "house_en": "Fifth House",
    "general_tr": "Venüs gezegeni Beşinci Ev evinde, bireyin Yaratıcılık ve Aşk ilişkileri alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Fifth House, it highlights the potential for Love in areas of Creativity and Romance.",
    "areas_tr": [
      "Yaratıcılık",
      "Aşk ilişkileri",
      "Eğlence"
    ],
    "areas_en": [
      "Creativity",
      "Romance",
      "Pleasure"
    ],
    "challenges_tr": "Venüs Beşinci Ev evinde, Eğlence gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fifth House, the Venus's Love energy may at times create challenges in matters of Pleasure.",
    "opportunities_tr": "Venüs Beşinci Ev evindeyken, Eğlence alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Fifth House, Love can be used to seize new opportunities in the realm of Pleasure.",
    "advice_tr": "Venüs Beşinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Yaratıcılık ve Aşk ilişkileri aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Fifth House, focus on activities related to Creativity and Romance to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 6,
    "house_tr": "Altıncı Ev",
    "house_en": "Sixth House",
    "general_tr": "Venüs gezegeni Altıncı Ev evinde, bireyin Günlük rutin ve Sağlık alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Sixth House, it highlights the potential for Love in areas of Daily routines and Health.",
    "areas_tr": [
      "Günlük rutin",
      "Sağlık",
      "Hizmet"
    ],
    "areas_en": [
      "Daily routines",
      "Health",
      "Service"
    ],
    "challenges_tr": "Venüs Altıncı Ev evinde, Hizmet gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Sixth House, the Venus's Love energy may at times create challenges in matters of Service.",
    "opportunities_tr": "Venüs Altıncı Ev evindeyken, Hizmet alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Sixth House, Love can be used to seize new opportunities in the realm of Service.",
    "advice_tr": "Venüs Altıncı Ev evindeki konumunda, Aşk enerjisini dengelemek için Günlük rutin ve Sağlık aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Sixth House, focus on activities related to Daily routines and Health to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 7,
    "house_tr": "Yedinci Ev",
    "house_en": "Seventh House",
    "general_tr": "Venüs gezegeni Yedinci Ev evinde, bireyin Ortaklıklar ve Evlilik alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Seventh House, it highlights the potential for Love in areas of Partnerships and Marriage.",
    "areas_tr": [
      "Ortaklıklar",
      "Evlilik",
      "Açık düşmanlar"
    ],
    "areas_en": [
      "Partnerships",
      "Marriage",
      "Open enemies"
    ],
    "challenges_tr": "Venüs Yedinci Ev evinde, Açık düşmanlar gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Seventh House, the Venus's Love energy may at times create challenges in matters of Open enemies.",
    "opportunities_tr": "Venüs Yedinci Ev evindeyken, Açık düşmanlar alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Seventh House, Love can be used to seize new opportunities in the realm of Open enemies.",
    "advice_tr": "Venüs Yedinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Ortaklıklar ve Evlilik aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Seventh House, focus on activities related to Partnerships and Marriage to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 8,
    "house_tr": "Sekizinci Ev",
    "house_en": "Eighth House",
    "general_tr": "Venüs gezegeni Sekizinci Ev evinde, bireyin Ortak kaynaklar ve Dönüşüm alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Eighth House, it highlights the potential for Love in areas of Shared resources and Transformation.",
    "areas_tr": [
      "Ortak kaynaklar",
      "Dönüşüm",
      "Miras"
    ],
    "areas_en": [
      "Shared resources",
      "Transformation",
      "Inheritance"
    ],
    "challenges_tr": "Venüs Sekizinci Ev evinde, Miras gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eighth House, the Venus's Love energy may at times create challenges in matters of Inheritance.",
    "opportunities_tr": "Venüs Sekizinci Ev evindeyken, Miras alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Eighth House, Love can be used to seize new opportunities in the realm of Inheritance.",
    "advice_tr": "Venüs Sekizinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Ortak kaynaklar ve Dönüşüm aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Eighth House, focus on activities related to Shared resources and Transformation to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 9,
    "house_tr": "Dokuzuncu Ev",
    "house_en": "Ninth House",
    "general_tr": "Venüs gezegeni Dokuzuncu Ev evinde, bireyin Yüksek öğrenim ve Felsefe alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Ninth House, it highlights the potential for Love in areas of Higher education and Philosophy.",
    "areas_tr": [
      "Yüksek öğrenim",
      "Felsefe",
      "Uzak yolculuklar"
    ],
    "areas_en": [
      "Higher education",
      "Philosophy",
      "Long journeys"
    ],
    "challenges_tr": "Venüs Dokuzuncu Ev evinde, Uzak yolculuklar gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Ninth House, the Venus's Love energy may at times create challenges in matters of Long journeys.",
    "opportunities_tr": "Venüs Dokuzuncu Ev evindeyken, Uzak yolculuklar alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Ninth House, Love can be used to seize new opportunities in the realm of Long journeys.",
    "advice_tr": "Venüs Dokuzuncu Ev evindeki konumunda, Aşk enerjisini dengelemek için Yüksek öğrenim ve Felsefe aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Ninth House, focus on activities related to Higher education and Philosophy to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 10,
    "house_tr": "Onuncu Ev (Orta Gökyüzü)",
    "house_en": "Tenth House (Midheaven)",
    "general_tr": "Venüs gezegeni Onuncu Ev (Orta Gökyüzü) evinde, bireyin Kariyer ve Toplumsal statü alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Tenth House (Midheaven), it highlights the potential for Love in areas of Career and Public status.",
    "areas_tr": [
      "Kariyer",
      "Toplumsal statü",
      "Hedefler"
    ],
    "areas_en": [
      "Career",
      "Public status",
      "Ambitions"
    ],
    "challenges_tr": "Venüs Onuncu Ev (Orta Gökyüzü) evinde, Hedefler gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Tenth House (Midheaven), the Venus's Love energy may at times create challenges in matters of Ambitions.",
    "opportunities_tr": "Venüs Onuncu Ev (Orta Gökyüzü) evindeyken, Hedefler alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Tenth House (Midheaven), Love can be used to seize new opportunities in the realm of Ambitions.",
    "advice_tr": "Venüs Onuncu Ev (Orta Gökyüzü) evindeki konumunda, Aşk enerjisini dengelemek için Kariyer ve Toplumsal statü aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Tenth House (Midheaven), focus on activities related to Career and Public status to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 11,
    "house_tr": "Onbirinci Ev",
    "house_en": "Eleventh House",
    "general_tr": "Venüs gezegeni Onbirinci Ev evinde, bireyin Arkadaşlıklar ve Grup aktiviteleri alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Eleventh House, it highlights the potential for Love in areas of Friendships and Group activities.",
    "areas_tr": [
      "Arkadaşlıklar",
      "Grup aktiviteleri",
      "Hayaller"
    ],
    "areas_en": [
      "Friendships",
      "Group activities",
      "Aspirations"
    ],
    "challenges_tr": "Venüs Onbirinci Ev evinde, Hayaller gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eleventh House, the Venus's Love energy may at times create challenges in matters of Aspirations.",
    "opportunities_tr": "Venüs Onbirinci Ev evindeyken, Hayaller alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Eleventh House, Love can be used to seize new opportunities in the realm of Aspirations.",
    "advice_tr": "Venüs Onbirinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Arkadaşlıklar ve Grup aktiviteleri aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Eleventh House, focus on activities related to Friendships and Group activities to balance Love energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "house_number": 12,
    "house_tr": "Onikinci Ev",
    "house_en": "Twelfth House",
    "general_tr": "Venüs gezegeni Onikinci Ev evinde, bireyin Bilinçaltı ve Karma alanlarında Aşk potansiyelini ortaya çıkarır.",
    "general_en": "When the Venus is in the Twelfth House, it highlights the potential for Love in areas of Subconscious and Karma.",
    "areas_tr": [
      "Bilinçaltı",
      "Karma",
      "Ruhsallık"
    ],
    "areas_en": [
      "Subconscious",
      "Karma",
      "Spirituality"
    ],
    "challenges_tr": "Venüs Onikinci Ev evinde, Ruhsallık gibi konularda Aşk enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Twelfth House, the Venus's Love energy may at times create challenges in matters of Spirituality.",
    "opportunities_tr": "Venüs Onikinci Ev evindeyken, Ruhsallık alanlarında yeni fırsatlar için Aşk kullanılabilir.",
    "opportunities_en": "With the Venus in the Twelfth House, Love can be used to seize new opportunities in the realm of Spirituality.",
    "advice_tr": "Venüs Onikinci Ev evindeki konumunda, Aşk enerjisini dengelemek için Bilinçaltı ve Karma aktivitelerine odaklanın.",
    "advice_en": "When the Venus occupies the Twelfth House, focus on activities related to Subconscious and Karma to balance Love energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 1,
    "house_tr": "Birinci Ev (Yükselen)",
    "house_en": "First House (Ascendant)",
    "general_tr": "Mars gezegeni Birinci Ev (Yükselen) evinde, bireyin Kişisel kimlik ve Fiziksel görünüm alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the First House (Ascendant), it highlights the potential for Passion in areas of Self-identity and Physical appearance.",
    "areas_tr": [
      "Kişisel kimlik",
      "Fiziksel görünüm",
      "Başlangıçlar"
    ],
    "areas_en": [
      "Self-identity",
      "Physical appearance",
      "Initiation"
    ],
    "challenges_tr": "Mars Birinci Ev (Yükselen) evinde, Başlangıçlar gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the First House (Ascendant), the Mars's Passion energy may at times create challenges in matters of Initiation.",
    "opportunities_tr": "Mars Birinci Ev (Yükselen) evindeyken, Başlangıçlar alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the First House (Ascendant), Passion can be used to seize new opportunities in the realm of Initiation.",
    "advice_tr": "Mars Birinci Ev (Yükselen) evindeki konumunda, Tutku enerjisini dengelemek için Kişisel kimlik ve Fiziksel görünüm aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the First House (Ascendant), focus on activities related to Self-identity and Physical appearance to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 2,
    "house_tr": "İkinci Ev",
    "house_en": "Second House",
    "general_tr": "Mars gezegeni İkinci Ev evinde, bireyin Maddi değerler ve Gelir kaynakları alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Second House, it highlights the potential for Passion in areas of Material possessions and Income.",
    "areas_tr": [
      "Maddi değerler",
      "Gelir kaynakları",
      "Öz-değer"
    ],
    "areas_en": [
      "Material possessions",
      "Income",
      "Self-worth"
    ],
    "challenges_tr": "Mars İkinci Ev evinde, Öz-değer gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Second House, the Mars's Passion energy may at times create challenges in matters of Self-worth.",
    "opportunities_tr": "Mars İkinci Ev evindeyken, Öz-değer alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Second House, Passion can be used to seize new opportunities in the realm of Self-worth.",
    "advice_tr": "Mars İkinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Maddi değerler ve Gelir kaynakları aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Second House, focus on activities related to Material possessions and Income to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 3,
    "house_tr": "Üçüncü Ev",
    "house_en": "Third House",
    "general_tr": "Mars gezegeni Üçüncü Ev evinde, bireyin İletişim ve Kısa yolculuklar alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Third House, it highlights the potential for Passion in areas of Communication and Short trips.",
    "areas_tr": [
      "İletişim",
      "Kısa yolculuklar",
      "Kardeşler"
    ],
    "areas_en": [
      "Communication",
      "Short trips",
      "Siblings"
    ],
    "challenges_tr": "Mars Üçüncü Ev evinde, Kardeşler gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Third House, the Mars's Passion energy may at times create challenges in matters of Siblings.",
    "opportunities_tr": "Mars Üçüncü Ev evindeyken, Kardeşler alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Third House, Passion can be used to seize new opportunities in the realm of Siblings.",
    "advice_tr": "Mars Üçüncü Ev evindeki konumunda, Tutku enerjisini dengelemek için İletişim ve Kısa yolculuklar aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Third House, focus on activities related to Communication and Short trips to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 4,
    "house_tr": "Dördüncü Ev",
    "house_en": "Fourth House",
    "general_tr": "Mars gezegeni Dördüncü Ev evinde, bireyin Aile ve Kökler alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Fourth House, it highlights the potential for Passion in areas of Home and Roots.",
    "areas_tr": [
      "Aile",
      "Kökler",
      "Ev ve güvenlik"
    ],
    "areas_en": [
      "Home",
      "Roots",
      "Emotional security"
    ],
    "challenges_tr": "Mars Dördüncü Ev evinde, Ev ve güvenlik gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fourth House, the Mars's Passion energy may at times create challenges in matters of Emotional security.",
    "opportunities_tr": "Mars Dördüncü Ev evindeyken, Ev ve güvenlik alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Fourth House, Passion can be used to seize new opportunities in the realm of Emotional security.",
    "advice_tr": "Mars Dördüncü Ev evindeki konumunda, Tutku enerjisini dengelemek için Aile ve Kökler aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Fourth House, focus on activities related to Home and Roots to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 5,
    "house_tr": "Beşinci Ev",
    "house_en": "Fifth House",
    "general_tr": "Mars gezegeni Beşinci Ev evinde, bireyin Yaratıcılık ve Aşk ilişkileri alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Fifth House, it highlights the potential for Passion in areas of Creativity and Romance.",
    "areas_tr": [
      "Yaratıcılık",
      "Aşk ilişkileri",
      "Eğlence"
    ],
    "areas_en": [
      "Creativity",
      "Romance",
      "Pleasure"
    ],
    "challenges_tr": "Mars Beşinci Ev evinde, Eğlence gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Fifth House, the Mars's Passion energy may at times create challenges in matters of Pleasure.",
    "opportunities_tr": "Mars Beşinci Ev evindeyken, Eğlence alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Fifth House, Passion can be used to seize new opportunities in the realm of Pleasure.",
    "advice_tr": "Mars Beşinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Yaratıcılık ve Aşk ilişkileri aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Fifth House, focus on activities related to Creativity and Romance to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 6,
    "house_tr": "Altıncı Ev",
    "house_en": "Sixth House",
    "general_tr": "Mars gezegeni Altıncı Ev evinde, bireyin Günlük rutin ve Sağlık alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Sixth House, it highlights the potential for Passion in areas of Daily routines and Health.",
    "areas_tr": [
      "Günlük rutin",
      "Sağlık",
      "Hizmet"
    ],
    "areas_en": [
      "Daily routines",
      "Health",
      "Service"
    ],
    "challenges_tr": "Mars Altıncı Ev evinde, Hizmet gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Sixth House, the Mars's Passion energy may at times create challenges in matters of Service.",
    "opportunities_tr": "Mars Altıncı Ev evindeyken, Hizmet alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Sixth House, Passion can be used to seize new opportunities in the realm of Service.",
    "advice_tr": "Mars Altıncı Ev evindeki konumunda, Tutku enerjisini dengelemek için Günlük rutin ve Sağlık aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Sixth House, focus on activities related to Daily routines and Health to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 7,
    "house_tr": "Yedinci Ev",
    "house_en": "Seventh House",
    "general_tr": "Mars gezegeni Yedinci Ev evinde, bireyin Ortaklıklar ve Evlilik alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Seventh House, it highlights the potential for Passion in areas of Partnerships and Marriage.",
    "areas_tr": [
      "Ortaklıklar",
      "Evlilik",
      "Açık düşmanlar"
    ],
    "areas_en": [
      "Partnerships",
      "Marriage",
      "Open enemies"
    ],
    "challenges_tr": "Mars Yedinci Ev evinde, Açık düşmanlar gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Seventh House, the Mars's Passion energy may at times create challenges in matters of Open enemies.",
    "opportunities_tr": "Mars Yedinci Ev evindeyken, Açık düşmanlar alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Seventh House, Passion can be used to seize new opportunities in the realm of Open enemies.",
    "advice_tr": "Mars Yedinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Ortaklıklar ve Evlilik aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Seventh House, focus on activities related to Partnerships and Marriage to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 8,
    "house_tr": "Sekizinci Ev",
    "house_en": "Eighth House",
    "general_tr": "Mars gezegeni Sekizinci Ev evinde, bireyin Ortak kaynaklar ve Dönüşüm alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Eighth House, it highlights the potential for Passion in areas of Shared resources and Transformation.",
    "areas_tr": [
      "Ortak kaynaklar",
      "Dönüşüm",
      "Miras"
    ],
    "areas_en": [
      "Shared resources",
      "Transformation",
      "Inheritance"
    ],
    "challenges_tr": "Mars Sekizinci Ev evinde, Miras gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eighth House, the Mars's Passion energy may at times create challenges in matters of Inheritance.",
    "opportunities_tr": "Mars Sekizinci Ev evindeyken, Miras alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Eighth House, Passion can be used to seize new opportunities in the realm of Inheritance.",
    "advice_tr": "Mars Sekizinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Ortak kaynaklar ve Dönüşüm aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Eighth House, focus on activities related to Shared resources and Transformation to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 9,
    "house_tr": "Dokuzuncu Ev",
    "house_en": "Ninth House",
    "general_tr": "Mars gezegeni Dokuzuncu Ev evinde, bireyin Yüksek öğrenim ve Felsefe alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Ninth House, it highlights the potential for Passion in areas of Higher education and Philosophy.",
    "areas_tr": [
      "Yüksek öğrenim",
      "Felsefe",
      "Uzak yolculuklar"
    ],
    "areas_en": [
      "Higher education",
      "Philosophy",
      "Long journeys"
    ],
    "challenges_tr": "Mars Dokuzuncu Ev evinde, Uzak yolculuklar gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Ninth House, the Mars's Passion energy may at times create challenges in matters of Long journeys.",
    "opportunities_tr": "Mars Dokuzuncu Ev evindeyken, Uzak yolculuklar alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Ninth House, Passion can be used to seize new opportunities in the realm of Long journeys.",
    "advice_tr": "Mars Dokuzuncu Ev evindeki konumunda, Tutku enerjisini dengelemek için Yüksek öğrenim ve Felsefe aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Ninth House, focus on activities related to Higher education and Philosophy to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 10,
    "house_tr": "Onuncu Ev (Orta Gökyüzü)",
    "house_en": "Tenth House (Midheaven)",
    "general_tr": "Mars gezegeni Onuncu Ev (Orta Gökyüzü) evinde, bireyin Kariyer ve Toplumsal statü alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Tenth House (Midheaven), it highlights the potential for Passion in areas of Career and Public status.",
    "areas_tr": [
      "Kariyer",
      "Toplumsal statü",
      "Hedefler"
    ],
    "areas_en": [
      "Career",
      "Public status",
      "Ambitions"
    ],
    "challenges_tr": "Mars Onuncu Ev (Orta Gökyüzü) evinde, Hedefler gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Tenth House (Midheaven), the Mars's Passion energy may at times create challenges in matters of Ambitions.",
    "opportunities_tr": "Mars Onuncu Ev (Orta Gökyüzü) evindeyken, Hedefler alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Tenth House (Midheaven), Passion can be used to seize new opportunities in the realm of Ambitions.",
    "advice_tr": "Mars Onuncu Ev (Orta Gökyüzü) evindeki konumunda, Tutku enerjisini dengelemek için Kariyer ve Toplumsal statü aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Tenth House (Midheaven), focus on activities related to Career and Public status to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 11,
    "house_tr": "Onbirinci Ev",
    "house_en": "Eleventh House",
    "general_tr": "Mars gezegeni Onbirinci Ev evinde, bireyin Arkadaşlıklar ve Grup aktiviteleri alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Eleventh House, it highlights the potential for Passion in areas of Friendships and Group activities.",
    "areas_tr": [
      "Arkadaşlıklar",
      "Grup aktiviteleri",
      "Hayaller"
    ],
    "areas_en": [
      "Friendships",
      "Group activities",
      "Aspirations"
    ],
    "challenges_tr": "Mars Onbirinci Ev evinde, Hayaller gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Eleventh House, the Mars's Passion energy may at times create challenges in matters of Aspirations.",
    "opportunities_tr": "Mars Onbirinci Ev evindeyken, Hayaller alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Eleventh House, Passion can be used to seize new opportunities in the realm of Aspirations.",
    "advice_tr": "Mars Onbirinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Arkadaşlıklar ve Grup aktiviteleri aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Eleventh House, focus on activities related to Friendships and Group activities to balance Passion energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "house_number": 12,
    "house_tr": "Onikinci Ev",
    "house_en": "Twelfth House",
    "general_tr": "Mars gezegeni Onikinci Ev evinde, bireyin Bilinçaltı ve Karma alanlarında Tutku potansiyelini ortaya çıkarır.",
    "general_en": "When the Mars is in the Twelfth House, it highlights the potential for Passion in areas of Subconscious and Karma.",
    "areas_tr": [
      "Bilinçaltı",
      "Karma",
      "Ruhsallık"
    ],
    "areas_en": [
      "Subconscious",
      "Karma",
      "Spirituality"
    ],
    "challenges_tr": "Mars Onikinci Ev evinde, Ruhsallık gibi konularda Tutku enerjisi zaman zaman zorluklara neden olabilir.",
    "challenges_en": "In the Twelfth House, the Mars's Passion energy may at times create challenges in matters of Spirituality.",
    "opportunities_tr": "Mars Onikinci Ev evindeyken, Ruhsallık alanlarında yeni fırsatlar için Tutku kullanılabilir.",
    "opportunities_en": "With the Mars in the Twelfth House, Passion can be used to seize new opportunities in the realm of Spirituality.",
    "advice_tr": "Mars Onikinci Ev evindeki konumunda, Tutku enerjisini dengelemek için Bilinçaltı ve Karma aktivitelerine odaklanın.",
    "advice_en": "When the Mars occupies the Twelfth House, focus on activities related to Subconscious and Karma to balance Passion energy."
  }
]
