[
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Koç",
    "sign_en": "Aries",
    "general_tr": "Güneş gezegeninin Koç burcundaki konumu, Özbenlik ve Enerji temasını öne çıkarır.",
    "general_en": "The position of the Sun in Aries highlights themes of Self and Energy.",
    "personality_tr": "Güneş Koç burcunda, bireyin Cesaret ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Aries creatively combines traits of Courage and Self.",
    "challenges_tr": "Koç burcunda Güneş, bazen Cesaret ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aries, the Sun can sometimes bring forth energies of Self that clash with Courage.",
    "opportunities_tr": "Güneş Koç burcunda, bireyin Enerji alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Aries allows the individual to leverage Self potential in areas of Energy.",
    "relationships_tr": "Güneş Koç burcunda, ilişkilerde Enerji uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Aries supports relational harmony of Energy and interactions of Self.",
    "career_tr": "Güneş Koç burcunda, kariyerde Cesaret ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Aries boosts success chances in career roles requiring Courage and Self.",
    "advice_tr": "Güneş Koç konumunda, bilinçli olarak Özbenlik enerjisini Enerji ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Aries, consciously try to balance Self energy with Energy."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Boğa",
    "sign_en": "Taurus",
    "general_tr": "Güneş gezegeninin Boğa burcundaki konumu, Özbenlik ve İstikrar temasını öne çıkarır.",
    "general_en": "The position of the Sun in Taurus highlights themes of Self and Stability.",
    "personality_tr": "Güneş Boğa burcunda, bireyin Konfor ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Taurus creatively combines traits of Comfort and Self.",
    "challenges_tr": "Boğa burcunda Güneş, bazen Konfor ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Taurus, the Sun can sometimes bring forth energies of Self that clash with Comfort.",
    "opportunities_tr": "Güneş Boğa burcunda, bireyin İstikrar alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Taurus allows the individual to leverage Self potential in areas of Stability.",
    "relationships_tr": "Güneş Boğa burcunda, ilişkilerde İstikrar uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Taurus supports relational harmony of Stability and interactions of Self.",
    "career_tr": "Güneş Boğa burcunda, kariyerde Konfor ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Taurus boosts success chances in career roles requiring Comfort and Self.",
    "advice_tr": "Güneş Boğa konumunda, bilinçli olarak Özbenlik enerjisini İstikrar ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Taurus, consciously try to balance Self energy with Stability."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "İkizler",
    "sign_en": "Gemini",
    "general_tr": "Güneş gezegeninin İkizler burcundaki konumu, Özbenlik ve İletişim temasını öne çıkarır.",
    "general_en": "The position of the Sun in Gemini highlights themes of Self and Communication.",
    "personality_tr": "Güneş İkizler burcunda, bireyin Merak ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Gemini creatively combines traits of Curiosity and Self.",
    "challenges_tr": "İkizler burcunda Güneş, bazen Merak ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Gemini, the Sun can sometimes bring forth energies of Self that clash with Curiosity.",
    "opportunities_tr": "Güneş İkizler burcunda, bireyin İletişim alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Gemini allows the individual to leverage Self potential in areas of Communication.",
    "relationships_tr": "Güneş İkizler burcunda, ilişkilerde İletişim uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Gemini supports relational harmony of Communication and interactions of Self.",
    "career_tr": "Güneş İkizler burcunda, kariyerde Merak ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Gemini boosts success chances in career roles requiring Curiosity and Self.",
    "advice_tr": "Güneş İkizler konumunda, bilinçli olarak Özbenlik enerjisini İletişim ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Gemini, consciously try to balance Self energy with Communication."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Yengeç",
    "sign_en": "Cancer",
    "general_tr": "Güneş gezegeninin Yengeç burcundaki konumu, Özbenlik ve Duygusallık temasını öne çıkarır.",
    "general_en": "The position of the Sun in Cancer highlights themes of Self and Emotionality.",
    "personality_tr": "Güneş Yengeç burcunda, bireyin Koruma ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Cancer creatively combines traits of Nurturing and Self.",
    "challenges_tr": "Yengeç burcunda Güneş, bazen Koruma ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Cancer, the Sun can sometimes bring forth energies of Self that clash with Nurturing.",
    "opportunities_tr": "Güneş Yengeç burcunda, bireyin Duygusallık alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Cancer allows the individual to leverage Self potential in areas of Emotionality.",
    "relationships_tr": "Güneş Yengeç burcunda, ilişkilerde Duygusallık uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Cancer supports relational harmony of Emotionality and interactions of Self.",
    "career_tr": "Güneş Yengeç burcunda, kariyerde Koruma ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Cancer boosts success chances in career roles requiring Nurturing and Self.",
    "advice_tr": "Güneş Yengeç konumunda, bilinçli olarak Özbenlik enerjisini Duygusallık ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Cancer, consciously try to balance Self energy with Emotionality."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Aslan",
    "sign_en": "Leo",
    "general_tr": "Güneş gezegeninin Aslan burcundaki konumu, Özbenlik ve Gurur temasını öne çıkarır.",
    "general_en": "The position of the Sun in Leo highlights themes of Self and Pride.",
    "personality_tr": "Güneş Aslan burcunda, bireyin Yaratıcılık ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Leo creatively combines traits of Creativity and Self.",
    "challenges_tr": "Aslan burcunda Güneş, bazen Yaratıcılık ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Leo, the Sun can sometimes bring forth energies of Self that clash with Creativity.",
    "opportunities_tr": "Güneş Aslan burcunda, bireyin Gurur alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Leo allows the individual to leverage Self potential in areas of Pride.",
    "relationships_tr": "Güneş Aslan burcunda, ilişkilerde Gurur uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Leo supports relational harmony of Pride and interactions of Self.",
    "career_tr": "Güneş Aslan burcunda, kariyerde Yaratıcılık ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Leo boosts success chances in career roles requiring Creativity and Self.",
    "advice_tr": "Güneş Aslan konumunda, bilinçli olarak Özbenlik enerjisini Gurur ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Leo, consciously try to balance Self energy with Pride."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Başak",
    "sign_en": "Virgo",
    "general_tr": "Güneş gezegeninin Başak burcundaki konumu, Özbenlik ve Hizmet temasını öne çıkarır.",
    "general_en": "The position of the Sun in Virgo highlights themes of Self and Service.",
    "personality_tr": "Güneş Başak burcunda, bireyin Analiz ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Virgo creatively combines traits of Analysis and Self.",
    "challenges_tr": "Başak burcunda Güneş, bazen Analiz ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Virgo, the Sun can sometimes bring forth energies of Self that clash with Analysis.",
    "opportunities_tr": "Güneş Başak burcunda, bireyin Hizmet alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Virgo allows the individual to leverage Self potential in areas of Service.",
    "relationships_tr": "Güneş Başak burcunda, ilişkilerde Hizmet uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Virgo supports relational harmony of Service and interactions of Self.",
    "career_tr": "Güneş Başak burcunda, kariyerde Analiz ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Virgo boosts success chances in career roles requiring Analysis and Self.",
    "advice_tr": "Güneş Başak konumunda, bilinçli olarak Özbenlik enerjisini Hizmet ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Virgo, consciously try to balance Self energy with Service."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Terazi",
    "sign_en": "Libra",
    "general_tr": "Güneş gezegeninin Terazi burcundaki konumu, Özbenlik ve Harmoni temasını öne çıkarır.",
    "general_en": "The position of the Sun in Libra highlights themes of Self and Harmony.",
    "personality_tr": "Güneş Terazi burcunda, bireyin Estetik ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Libra creatively combines traits of Aesthetics and Self.",
    "challenges_tr": "Terazi burcunda Güneş, bazen Estetik ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Libra, the Sun can sometimes bring forth energies of Self that clash with Aesthetics.",
    "opportunities_tr": "Güneş Terazi burcunda, bireyin Harmoni alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Libra allows the individual to leverage Self potential in areas of Harmony.",
    "relationships_tr": "Güneş Terazi burcunda, ilişkilerde Harmoni uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Libra supports relational harmony of Harmony and interactions of Self.",
    "career_tr": "Güneş Terazi burcunda, kariyerde Estetik ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Libra boosts success chances in career roles requiring Aesthetics and Self.",
    "advice_tr": "Güneş Terazi konumunda, bilinçli olarak Özbenlik enerjisini Harmoni ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Libra, consciously try to balance Self energy with Harmony."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Akrep",
    "sign_en": "Scorpio",
    "general_tr": "Güneş gezegeninin Akrep burcundaki konumu, Özbenlik ve Dönüşüm temasını öne çıkarır.",
    "general_en": "The position of the Sun in Scorpio highlights themes of Self and Transformation.",
    "personality_tr": "Güneş Akrep burcunda, bireyin Tutku ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Scorpio creatively combines traits of Passion and Self.",
    "challenges_tr": "Akrep burcunda Güneş, bazen Tutku ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Scorpio, the Sun can sometimes bring forth energies of Self that clash with Passion.",
    "opportunities_tr": "Güneş Akrep burcunda, bireyin Dönüşüm alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Scorpio allows the individual to leverage Self potential in areas of Transformation.",
    "relationships_tr": "Güneş Akrep burcunda, ilişkilerde Dönüşüm uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Scorpio supports relational harmony of Transformation and interactions of Self.",
    "career_tr": "Güneş Akrep burcunda, kariyerde Tutku ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Scorpio boosts success chances in career roles requiring Passion and Self.",
    "advice_tr": "Güneş Akrep konumunda, bilinçli olarak Özbenlik enerjisini Dönüşüm ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Scorpio, consciously try to balance Self energy with Transformation."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Yay",
    "sign_en": "Sagittarius",
    "general_tr": "Güneş gezegeninin Yay burcundaki konumu, Özbenlik ve Keşif temasını öne çıkarır.",
    "general_en": "The position of the Sun in Sagittarius highlights themes of Self and Exploration.",
    "personality_tr": "Güneş Yay burcunda, bireyin Özgürlük ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Sagittarius creatively combines traits of Freedom and Self.",
    "challenges_tr": "Yay burcunda Güneş, bazen Özgürlük ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Sagittarius, the Sun can sometimes bring forth energies of Self that clash with Freedom.",
    "opportunities_tr": "Güneş Yay burcunda, bireyin Keşif alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Sagittarius allows the individual to leverage Self potential in areas of Exploration.",
    "relationships_tr": "Güneş Yay burcunda, ilişkilerde Keşif uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Sagittarius supports relational harmony of Exploration and interactions of Self.",
    "career_tr": "Güneş Yay burcunda, kariyerde Özgürlük ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Sagittarius boosts success chances in career roles requiring Freedom and Self.",
    "advice_tr": "Güneş Yay konumunda, bilinçli olarak Özbenlik enerjisini Keşif ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Sagittarius, consciously try to balance Self energy with Exploration."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Oğlak",
    "sign_en": "Capricorn",
    "general_tr": "Güneş gezegeninin Oğlak burcundaki konumu, Özbenlik ve Disiplin temasını öne çıkarır.",
    "general_en": "The position of the Sun in Capricorn highlights themes of Self and Discipline.",
    "personality_tr": "Güneş Oğlak burcunda, bireyin Hırs ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Capricorn creatively combines traits of Ambition and Self.",
    "challenges_tr": "Oğlak burcunda Güneş, bazen Hırs ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Capricorn, the Sun can sometimes bring forth energies of Self that clash with Ambition.",
    "opportunities_tr": "Güneş Oğlak burcunda, bireyin Disiplin alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Capricorn allows the individual to leverage Self potential in areas of Discipline.",
    "relationships_tr": "Güneş Oğlak burcunda, ilişkilerde Disiplin uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Capricorn supports relational harmony of Discipline and interactions of Self.",
    "career_tr": "Güneş Oğlak burcunda, kariyerde Hırs ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Capricorn boosts success chances in career roles requiring Ambition and Self.",
    "advice_tr": "Güneş Oğlak konumunda, bilinçli olarak Özbenlik enerjisini Disiplin ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Capricorn, consciously try to balance Self energy with Discipline."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Kova",
    "sign_en": "Aquarius",
    "general_tr": "Güneş gezegeninin Kova burcundaki konumu, Özbenlik ve Yenilik temasını öne çıkarır.",
    "general_en": "The position of the Sun in Aquarius highlights themes of Self and Innovation.",
    "personality_tr": "Güneş Kova burcunda, bireyin Bağımsızlık ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Aquarius creatively combines traits of Independence and Self.",
    "challenges_tr": "Kova burcunda Güneş, bazen Bağımsızlık ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aquarius, the Sun can sometimes bring forth energies of Self that clash with Independence.",
    "opportunities_tr": "Güneş Kova burcunda, bireyin Yenilik alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Aquarius allows the individual to leverage Self potential in areas of Innovation.",
    "relationships_tr": "Güneş Kova burcunda, ilişkilerde Yenilik uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Aquarius supports relational harmony of Innovation and interactions of Self.",
    "career_tr": "Güneş Kova burcunda, kariyerde Bağımsızlık ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Aquarius boosts success chances in career roles requiring Independence and Self.",
    "advice_tr": "Güneş Kova konumunda, bilinçli olarak Özbenlik enerjisini Yenilik ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Aquarius, consciously try to balance Self energy with Innovation."
  },
  {
    "planet_tr": "Güneş",
    "planet_en": "Sun",
    "sign_tr": "Balık",
    "sign_en": "Pisces",
    "general_tr": "Güneş gezegeninin Balık burcundaki konumu, Özbenlik ve Hayal temasını öne çıkarır.",
    "general_en": "The position of the Sun in Pisces highlights themes of Self and Dream.",
    "personality_tr": "Güneş Balık burcunda, bireyin Sezgi ve Özbenlik yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Sun in Pisces creatively combines traits of Intuition and Self.",
    "challenges_tr": "Balık burcunda Güneş, bazen Sezgi ile çatışan Özbenlik enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Pisces, the Sun can sometimes bring forth energies of Self that clash with Intuition.",
    "opportunities_tr": "Güneş Balık burcunda, bireyin Hayal alanlarında Özbenlik potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Sun in Pisces allows the individual to leverage Self potential in areas of Dream.",
    "relationships_tr": "Güneş Balık burcunda, ilişkilerde Hayal uyumu ve Özbenlik etkileşimini destekler.",
    "relationships_en": "Sun in Pisces supports relational harmony of Dream and interactions of Self.",
    "career_tr": "Güneş Balık burcunda, kariyerde Sezgi ve Özbenlik gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Sun in Pisces boosts success chances in career roles requiring Intuition and Self.",
    "advice_tr": "Güneş Balık konumunda, bilinçli olarak Özbenlik enerjisini Hayal ile dengelemeyi deneyin.",
    "advice_en": "When the Sun is in Pisces, consciously try to balance Self energy with Dream."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Koç",
    "sign_en": "Aries",
    "general_tr": "Ay gezegeninin Koç burcundaki konumu, Duygusallık ve Enerji temasını öne çıkarır.",
    "general_en": "The position of the Moon in Aries highlights themes of Emotion and Energy.",
    "personality_tr": "Ay Koç burcunda, bireyin Cesaret ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Aries creatively combines traits of Courage and Emotion.",
    "challenges_tr": "Koç burcunda Ay, bazen Cesaret ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aries, the Moon can sometimes bring forth energies of Emotion that clash with Courage.",
    "opportunities_tr": "Ay Koç burcunda, bireyin Enerji alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Aries allows the individual to leverage Emotion potential in areas of Energy.",
    "relationships_tr": "Ay Koç burcunda, ilişkilerde Enerji uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Aries supports relational harmony of Energy and interactions of Emotion.",
    "career_tr": "Ay Koç burcunda, kariyerde Cesaret ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Aries boosts success chances in career roles requiring Courage and Emotion.",
    "advice_tr": "Ay Koç konumunda, bilinçli olarak Duygusallık enerjisini Enerji ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Aries, consciously try to balance Emotion energy with Energy."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Boğa",
    "sign_en": "Taurus",
    "general_tr": "Ay gezegeninin Boğa burcundaki konumu, Duygusallık ve İstikrar temasını öne çıkarır.",
    "general_en": "The position of the Moon in Taurus highlights themes of Emotion and Stability.",
    "personality_tr": "Ay Boğa burcunda, bireyin Konfor ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Taurus creatively combines traits of Comfort and Emotion.",
    "challenges_tr": "Boğa burcunda Ay, bazen Konfor ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Taurus, the Moon can sometimes bring forth energies of Emotion that clash with Comfort.",
    "opportunities_tr": "Ay Boğa burcunda, bireyin İstikrar alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Taurus allows the individual to leverage Emotion potential in areas of Stability.",
    "relationships_tr": "Ay Boğa burcunda, ilişkilerde İstikrar uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Taurus supports relational harmony of Stability and interactions of Emotion.",
    "career_tr": "Ay Boğa burcunda, kariyerde Konfor ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Taurus boosts success chances in career roles requiring Comfort and Emotion.",
    "advice_tr": "Ay Boğa konumunda, bilinçli olarak Duygusallık enerjisini İstikrar ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Taurus, consciously try to balance Emotion energy with Stability."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "İkizler",
    "sign_en": "Gemini",
    "general_tr": "Ay gezegeninin İkizler burcundaki konumu, Duygusallık ve İletişim temasını öne çıkarır.",
    "general_en": "The position of the Moon in Gemini highlights themes of Emotion and Communication.",
    "personality_tr": "Ay İkizler burcunda, bireyin Merak ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Gemini creatively combines traits of Curiosity and Emotion.",
    "challenges_tr": "İkizler burcunda Ay, bazen Merak ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Gemini, the Moon can sometimes bring forth energies of Emotion that clash with Curiosity.",
    "opportunities_tr": "Ay İkizler burcunda, bireyin İletişim alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Gemini allows the individual to leverage Emotion potential in areas of Communication.",
    "relationships_tr": "Ay İkizler burcunda, ilişkilerde İletişim uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Gemini supports relational harmony of Communication and interactions of Emotion.",
    "career_tr": "Ay İkizler burcunda, kariyerde Merak ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Gemini boosts success chances in career roles requiring Curiosity and Emotion.",
    "advice_tr": "Ay İkizler konumunda, bilinçli olarak Duygusallık enerjisini İletişim ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Gemini, consciously try to balance Emotion energy with Communication."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Yengeç",
    "sign_en": "Cancer",
    "general_tr": "Ay gezegeninin Yengeç burcundaki konumu, Duygusallık ve Duygusallık temasını öne çıkarır.",
    "general_en": "The position of the Moon in Cancer highlights themes of Emotion and Emotionality.",
    "personality_tr": "Ay Yengeç burcunda, bireyin Koruma ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Cancer creatively combines traits of Nurturing and Emotion.",
    "challenges_tr": "Yengeç burcunda Ay, bazen Koruma ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Cancer, the Moon can sometimes bring forth energies of Emotion that clash with Nurturing.",
    "opportunities_tr": "Ay Yengeç burcunda, bireyin Duygusallık alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Cancer allows the individual to leverage Emotion potential in areas of Emotionality.",
    "relationships_tr": "Ay Yengeç burcunda, ilişkilerde Duygusallık uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Cancer supports relational harmony of Emotionality and interactions of Emotion.",
    "career_tr": "Ay Yengeç burcunda, kariyerde Koruma ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Cancer boosts success chances in career roles requiring Nurturing and Emotion.",
    "advice_tr": "Ay Yengeç konumunda, bilinçli olarak Duygusallık enerjisini Duygusallık ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Cancer, consciously try to balance Emotion energy with Emotionality."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Aslan",
    "sign_en": "Leo",
    "general_tr": "Ay gezegeninin Aslan burcundaki konumu, Duygusallık ve Gurur temasını öne çıkarır.",
    "general_en": "The position of the Moon in Leo highlights themes of Emotion and Pride.",
    "personality_tr": "Ay Aslan burcunda, bireyin Yaratıcılık ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Leo creatively combines traits of Creativity and Emotion.",
    "challenges_tr": "Aslan burcunda Ay, bazen Yaratıcılık ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Leo, the Moon can sometimes bring forth energies of Emotion that clash with Creativity.",
    "opportunities_tr": "Ay Aslan burcunda, bireyin Gurur alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Leo allows the individual to leverage Emotion potential in areas of Pride.",
    "relationships_tr": "Ay Aslan burcunda, ilişkilerde Gurur uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Leo supports relational harmony of Pride and interactions of Emotion.",
    "career_tr": "Ay Aslan burcunda, kariyerde Yaratıcılık ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Leo boosts success chances in career roles requiring Creativity and Emotion.",
    "advice_tr": "Ay Aslan konumunda, bilinçli olarak Duygusallık enerjisini Gurur ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Leo, consciously try to balance Emotion energy with Pride."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Başak",
    "sign_en": "Virgo",
    "general_tr": "Ay gezegeninin Başak burcundaki konumu, Duygusallık ve Hizmet temasını öne çıkarır.",
    "general_en": "The position of the Moon in Virgo highlights themes of Emotion and Service.",
    "personality_tr": "Ay Başak burcunda, bireyin Analiz ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Virgo creatively combines traits of Analysis and Emotion.",
    "challenges_tr": "Başak burcunda Ay, bazen Analiz ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Virgo, the Moon can sometimes bring forth energies of Emotion that clash with Analysis.",
    "opportunities_tr": "Ay Başak burcunda, bireyin Hizmet alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Virgo allows the individual to leverage Emotion potential in areas of Service.",
    "relationships_tr": "Ay Başak burcunda, ilişkilerde Hizmet uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Virgo supports relational harmony of Service and interactions of Emotion.",
    "career_tr": "Ay Başak burcunda, kariyerde Analiz ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Virgo boosts success chances in career roles requiring Analysis and Emotion.",
    "advice_tr": "Ay Başak konumunda, bilinçli olarak Duygusallık enerjisini Hizmet ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Virgo, consciously try to balance Emotion energy with Service."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Terazi",
    "sign_en": "Libra",
    "general_tr": "Ay gezegeninin Terazi burcundaki konumu, Duygusallık ve Harmoni temasını öne çıkarır.",
    "general_en": "The position of the Moon in Libra highlights themes of Emotion and Harmony.",
    "personality_tr": "Ay Terazi burcunda, bireyin Estetik ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Libra creatively combines traits of Aesthetics and Emotion.",
    "challenges_tr": "Terazi burcunda Ay, bazen Estetik ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Libra, the Moon can sometimes bring forth energies of Emotion that clash with Aesthetics.",
    "opportunities_tr": "Ay Terazi burcunda, bireyin Harmoni alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Libra allows the individual to leverage Emotion potential in areas of Harmony.",
    "relationships_tr": "Ay Terazi burcunda, ilişkilerde Harmoni uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Libra supports relational harmony of Harmony and interactions of Emotion.",
    "career_tr": "Ay Terazi burcunda, kariyerde Estetik ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Libra boosts success chances in career roles requiring Aesthetics and Emotion.",
    "advice_tr": "Ay Terazi konumunda, bilinçli olarak Duygusallık enerjisini Harmoni ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Libra, consciously try to balance Emotion energy with Harmony."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Akrep",
    "sign_en": "Scorpio",
    "general_tr": "Ay gezegeninin Akrep burcundaki konumu, Duygusallık ve Dönüşüm temasını öne çıkarır.",
    "general_en": "The position of the Moon in Scorpio highlights themes of Emotion and Transformation.",
    "personality_tr": "Ay Akrep burcunda, bireyin Tutku ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Scorpio creatively combines traits of Passion and Emotion.",
    "challenges_tr": "Akrep burcunda Ay, bazen Tutku ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Scorpio, the Moon can sometimes bring forth energies of Emotion that clash with Passion.",
    "opportunities_tr": "Ay Akrep burcunda, bireyin Dönüşüm alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Scorpio allows the individual to leverage Emotion potential in areas of Transformation.",
    "relationships_tr": "Ay Akrep burcunda, ilişkilerde Dönüşüm uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Scorpio supports relational harmony of Transformation and interactions of Emotion.",
    "career_tr": "Ay Akrep burcunda, kariyerde Tutku ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Scorpio boosts success chances in career roles requiring Passion and Emotion.",
    "advice_tr": "Ay Akrep konumunda, bilinçli olarak Duygusallık enerjisini Dönüşüm ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Scorpio, consciously try to balance Emotion energy with Transformation."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Yay",
    "sign_en": "Sagittarius",
    "general_tr": "Ay gezegeninin Yay burcundaki konumu, Duygusallık ve Keşif temasını öne çıkarır.",
    "general_en": "The position of the Moon in Sagittarius highlights themes of Emotion and Exploration.",
    "personality_tr": "Ay Yay burcunda, bireyin Özgürlük ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Sagittarius creatively combines traits of Freedom and Emotion.",
    "challenges_tr": "Yay burcunda Ay, bazen Özgürlük ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Sagittarius, the Moon can sometimes bring forth energies of Emotion that clash with Freedom.",
    "opportunities_tr": "Ay Yay burcunda, bireyin Keşif alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Sagittarius allows the individual to leverage Emotion potential in areas of Exploration.",
    "relationships_tr": "Ay Yay burcunda, ilişkilerde Keşif uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Sagittarius supports relational harmony of Exploration and interactions of Emotion.",
    "career_tr": "Ay Yay burcunda, kariyerde Özgürlük ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Sagittarius boosts success chances in career roles requiring Freedom and Emotion.",
    "advice_tr": "Ay Yay konumunda, bilinçli olarak Duygusallık enerjisini Keşif ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Sagittarius, consciously try to balance Emotion energy with Exploration."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Oğlak",
    "sign_en": "Capricorn",
    "general_tr": "Ay gezegeninin Oğlak burcundaki konumu, Duygusallık ve Disiplin temasını öne çıkarır.",
    "general_en": "The position of the Moon in Capricorn highlights themes of Emotion and Discipline.",
    "personality_tr": "Ay Oğlak burcunda, bireyin Hırs ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Capricorn creatively combines traits of Ambition and Emotion.",
    "challenges_tr": "Oğlak burcunda Ay, bazen Hırs ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Capricorn, the Moon can sometimes bring forth energies of Emotion that clash with Ambition.",
    "opportunities_tr": "Ay Oğlak burcunda, bireyin Disiplin alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Capricorn allows the individual to leverage Emotion potential in areas of Discipline.",
    "relationships_tr": "Ay Oğlak burcunda, ilişkilerde Disiplin uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Capricorn supports relational harmony of Discipline and interactions of Emotion.",
    "career_tr": "Ay Oğlak burcunda, kariyerde Hırs ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Capricorn boosts success chances in career roles requiring Ambition and Emotion.",
    "advice_tr": "Ay Oğlak konumunda, bilinçli olarak Duygusallık enerjisini Disiplin ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Capricorn, consciously try to balance Emotion energy with Discipline."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Kova",
    "sign_en": "Aquarius",
    "general_tr": "Ay gezegeninin Kova burcundaki konumu, Duygusallık ve Yenilik temasını öne çıkarır.",
    "general_en": "The position of the Moon in Aquarius highlights themes of Emotion and Innovation.",
    "personality_tr": "Ay Kova burcunda, bireyin Bağımsızlık ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Aquarius creatively combines traits of Independence and Emotion.",
    "challenges_tr": "Kova burcunda Ay, bazen Bağımsızlık ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aquarius, the Moon can sometimes bring forth energies of Emotion that clash with Independence.",
    "opportunities_tr": "Ay Kova burcunda, bireyin Yenilik alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Aquarius allows the individual to leverage Emotion potential in areas of Innovation.",
    "relationships_tr": "Ay Kova burcunda, ilişkilerde Yenilik uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Aquarius supports relational harmony of Innovation and interactions of Emotion.",
    "career_tr": "Ay Kova burcunda, kariyerde Bağımsızlık ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Aquarius boosts success chances in career roles requiring Independence and Emotion.",
    "advice_tr": "Ay Kova konumunda, bilinçli olarak Duygusallık enerjisini Yenilik ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Aquarius, consciously try to balance Emotion energy with Innovation."
  },
  {
    "planet_tr": "Ay",
    "planet_en": "Moon",
    "sign_tr": "Balık",
    "sign_en": "Pisces",
    "general_tr": "Ay gezegeninin Balık burcundaki konumu, Duygusallık ve Hayal temasını öne çıkarır.",
    "general_en": "The position of the Moon in Pisces highlights themes of Emotion and Dream.",
    "personality_tr": "Ay Balık burcunda, bireyin Sezgi ve Duygusallık yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Moon in Pisces creatively combines traits of Intuition and Emotion.",
    "challenges_tr": "Balık burcunda Ay, bazen Sezgi ile çatışan Duygusallık enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Pisces, the Moon can sometimes bring forth energies of Emotion that clash with Intuition.",
    "opportunities_tr": "Ay Balık burcunda, bireyin Hayal alanlarında Duygusallık potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Moon in Pisces allows the individual to leverage Emotion potential in areas of Dream.",
    "relationships_tr": "Ay Balık burcunda, ilişkilerde Hayal uyumu ve Duygusallık etkileşimini destekler.",
    "relationships_en": "Moon in Pisces supports relational harmony of Dream and interactions of Emotion.",
    "career_tr": "Ay Balık burcunda, kariyerde Sezgi ve Duygusallık gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Moon in Pisces boosts success chances in career roles requiring Intuition and Emotion.",
    "advice_tr": "Ay Balık konumunda, bilinçli olarak Duygusallık enerjisini Hayal ile dengelemeyi deneyin.",
    "advice_en": "When the Moon is in Pisces, consciously try to balance Emotion energy with Dream."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Koç",
    "sign_en": "Aries",
    "general_tr": "Merkür gezegeninin Koç burcundaki konumu, İletişim ve Enerji temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Aries highlights themes of Communication and Energy.",
    "personality_tr": "Merkür Koç burcunda, bireyin Cesaret ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Aries creatively combines traits of Courage and Communication.",
    "challenges_tr": "Koç burcunda Merkür, bazen Cesaret ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aries, the Mercury can sometimes bring forth energies of Communication that clash with Courage.",
    "opportunities_tr": "Merkür Koç burcunda, bireyin Enerji alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Aries allows the individual to leverage Communication potential in areas of Energy.",
    "relationships_tr": "Merkür Koç burcunda, ilişkilerde Enerji uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Aries supports relational harmony of Energy and interactions of Communication.",
    "career_tr": "Merkür Koç burcunda, kariyerde Cesaret ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Aries boosts success chances in career roles requiring Courage and Communication.",
    "advice_tr": "Merkür Koç konumunda, bilinçli olarak İletişim enerjisini Enerji ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Aries, consciously try to balance Communication energy with Energy."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Boğa",
    "sign_en": "Taurus",
    "general_tr": "Merkür gezegeninin Boğa burcundaki konumu, İletişim ve İstikrar temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Taurus highlights themes of Communication and Stability.",
    "personality_tr": "Merkür Boğa burcunda, bireyin Konfor ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Taurus creatively combines traits of Comfort and Communication.",
    "challenges_tr": "Boğa burcunda Merkür, bazen Konfor ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Taurus, the Mercury can sometimes bring forth energies of Communication that clash with Comfort.",
    "opportunities_tr": "Merkür Boğa burcunda, bireyin İstikrar alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Taurus allows the individual to leverage Communication potential in areas of Stability.",
    "relationships_tr": "Merkür Boğa burcunda, ilişkilerde İstikrar uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Taurus supports relational harmony of Stability and interactions of Communication.",
    "career_tr": "Merkür Boğa burcunda, kariyerde Konfor ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Taurus boosts success chances in career roles requiring Comfort and Communication.",
    "advice_tr": "Merkür Boğa konumunda, bilinçli olarak İletişim enerjisini İstikrar ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Taurus, consciously try to balance Communication energy with Stability."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "İkizler",
    "sign_en": "Gemini",
    "general_tr": "Merkür gezegeninin İkizler burcundaki konumu, İletişim ve İletişim temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Gemini highlights themes of Communication and Communication.",
    "personality_tr": "Merkür İkizler burcunda, bireyin Merak ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Gemini creatively combines traits of Curiosity and Communication.",
    "challenges_tr": "İkizler burcunda Merkür, bazen Merak ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Gemini, the Mercury can sometimes bring forth energies of Communication that clash with Curiosity.",
    "opportunities_tr": "Merkür İkizler burcunda, bireyin İletişim alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Gemini allows the individual to leverage Communication potential in areas of Communication.",
    "relationships_tr": "Merkür İkizler burcunda, ilişkilerde İletişim uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Gemini supports relational harmony of Communication and interactions of Communication.",
    "career_tr": "Merkür İkizler burcunda, kariyerde Merak ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Gemini boosts success chances in career roles requiring Curiosity and Communication.",
    "advice_tr": "Merkür İkizler konumunda, bilinçli olarak İletişim enerjisini İletişim ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Gemini, consciously try to balance Communication energy with Communication."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Yengeç",
    "sign_en": "Cancer",
    "general_tr": "Merkür gezegeninin Yengeç burcundaki konumu, İletişim ve Duygusallık temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Cancer highlights themes of Communication and Emotionality.",
    "personality_tr": "Merkür Yengeç burcunda, bireyin Koruma ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Cancer creatively combines traits of Nurturing and Communication.",
    "challenges_tr": "Yengeç burcunda Merkür, bazen Koruma ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Cancer, the Mercury can sometimes bring forth energies of Communication that clash with Nurturing.",
    "opportunities_tr": "Merkür Yengeç burcunda, bireyin Duygusallık alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Cancer allows the individual to leverage Communication potential in areas of Emotionality.",
    "relationships_tr": "Merkür Yengeç burcunda, ilişkilerde Duygusallık uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Cancer supports relational harmony of Emotionality and interactions of Communication.",
    "career_tr": "Merkür Yengeç burcunda, kariyerde Koruma ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Cancer boosts success chances in career roles requiring Nurturing and Communication.",
    "advice_tr": "Merkür Yengeç konumunda, bilinçli olarak İletişim enerjisini Duygusallık ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Cancer, consciously try to balance Communication energy with Emotionality."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Aslan",
    "sign_en": "Leo",
    "general_tr": "Merkür gezegeninin Aslan burcundaki konumu, İletişim ve Gurur temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Leo highlights themes of Communication and Pride.",
    "personality_tr": "Merkür Aslan burcunda, bireyin Yaratıcılık ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Leo creatively combines traits of Creativity and Communication.",
    "challenges_tr": "Aslan burcunda Merkür, bazen Yaratıcılık ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Leo, the Mercury can sometimes bring forth energies of Communication that clash with Creativity.",
    "opportunities_tr": "Merkür Aslan burcunda, bireyin Gurur alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Leo allows the individual to leverage Communication potential in areas of Pride.",
    "relationships_tr": "Merkür Aslan burcunda, ilişkilerde Gurur uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Leo supports relational harmony of Pride and interactions of Communication.",
    "career_tr": "Merkür Aslan burcunda, kariyerde Yaratıcılık ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Leo boosts success chances in career roles requiring Creativity and Communication.",
    "advice_tr": "Merkür Aslan konumunda, bilinçli olarak İletişim enerjisini Gurur ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Leo, consciously try to balance Communication energy with Pride."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Başak",
    "sign_en": "Virgo",
    "general_tr": "Merkür gezegeninin Başak burcundaki konumu, İletişim ve Hizmet temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Virgo highlights themes of Communication and Service.",
    "personality_tr": "Merkür Başak burcunda, bireyin Analiz ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Virgo creatively combines traits of Analysis and Communication.",
    "challenges_tr": "Başak burcunda Merkür, bazen Analiz ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Virgo, the Mercury can sometimes bring forth energies of Communication that clash with Analysis.",
    "opportunities_tr": "Merkür Başak burcunda, bireyin Hizmet alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Virgo allows the individual to leverage Communication potential in areas of Service.",
    "relationships_tr": "Merkür Başak burcunda, ilişkilerde Hizmet uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Virgo supports relational harmony of Service and interactions of Communication.",
    "career_tr": "Merkür Başak burcunda, kariyerde Analiz ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Virgo boosts success chances in career roles requiring Analysis and Communication.",
    "advice_tr": "Merkür Başak konumunda, bilinçli olarak İletişim enerjisini Hizmet ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Virgo, consciously try to balance Communication energy with Service."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Terazi",
    "sign_en": "Libra",
    "general_tr": "Merkür gezegeninin Terazi burcundaki konumu, İletişim ve Harmoni temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Libra highlights themes of Communication and Harmony.",
    "personality_tr": "Merkür Terazi burcunda, bireyin Estetik ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Libra creatively combines traits of Aesthetics and Communication.",
    "challenges_tr": "Terazi burcunda Merkür, bazen Estetik ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Libra, the Mercury can sometimes bring forth energies of Communication that clash with Aesthetics.",
    "opportunities_tr": "Merkür Terazi burcunda, bireyin Harmoni alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Libra allows the individual to leverage Communication potential in areas of Harmony.",
    "relationships_tr": "Merkür Terazi burcunda, ilişkilerde Harmoni uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Libra supports relational harmony of Harmony and interactions of Communication.",
    "career_tr": "Merkür Terazi burcunda, kariyerde Estetik ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Libra boosts success chances in career roles requiring Aesthetics and Communication.",
    "advice_tr": "Merkür Terazi konumunda, bilinçli olarak İletişim enerjisini Harmoni ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Libra, consciously try to balance Communication energy with Harmony."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Akrep",
    "sign_en": "Scorpio",
    "general_tr": "Merkür gezegeninin Akrep burcundaki konumu, İletişim ve Dönüşüm temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Scorpio highlights themes of Communication and Transformation.",
    "personality_tr": "Merkür Akrep burcunda, bireyin Tutku ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Scorpio creatively combines traits of Passion and Communication.",
    "challenges_tr": "Akrep burcunda Merkür, bazen Tutku ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Scorpio, the Mercury can sometimes bring forth energies of Communication that clash with Passion.",
    "opportunities_tr": "Merkür Akrep burcunda, bireyin Dönüşüm alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Scorpio allows the individual to leverage Communication potential in areas of Transformation.",
    "relationships_tr": "Merkür Akrep burcunda, ilişkilerde Dönüşüm uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Scorpio supports relational harmony of Transformation and interactions of Communication.",
    "career_tr": "Merkür Akrep burcunda, kariyerde Tutku ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Scorpio boosts success chances in career roles requiring Passion and Communication.",
    "advice_tr": "Merkür Akrep konumunda, bilinçli olarak İletişim enerjisini Dönüşüm ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Scorpio, consciously try to balance Communication energy with Transformation."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Yay",
    "sign_en": "Sagittarius",
    "general_tr": "Merkür gezegeninin Yay burcundaki konumu, İletişim ve Keşif temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Sagittarius highlights themes of Communication and Exploration.",
    "personality_tr": "Merkür Yay burcunda, bireyin Özgürlük ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Sagittarius creatively combines traits of Freedom and Communication.",
    "challenges_tr": "Yay burcunda Merkür, bazen Özgürlük ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Sagittarius, the Mercury can sometimes bring forth energies of Communication that clash with Freedom.",
    "opportunities_tr": "Merkür Yay burcunda, bireyin Keşif alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Sagittarius allows the individual to leverage Communication potential in areas of Exploration.",
    "relationships_tr": "Merkür Yay burcunda, ilişkilerde Keşif uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Sagittarius supports relational harmony of Exploration and interactions of Communication.",
    "career_tr": "Merkür Yay burcunda, kariyerde Özgürlük ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Sagittarius boosts success chances in career roles requiring Freedom and Communication.",
    "advice_tr": "Merkür Yay konumunda, bilinçli olarak İletişim enerjisini Keşif ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Sagittarius, consciously try to balance Communication energy with Exploration."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Oğlak",
    "sign_en": "Capricorn",
    "general_tr": "Merkür gezegeninin Oğlak burcundaki konumu, İletişim ve Disiplin temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Capricorn highlights themes of Communication and Discipline.",
    "personality_tr": "Merkür Oğlak burcunda, bireyin Hırs ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Capricorn creatively combines traits of Ambition and Communication.",
    "challenges_tr": "Oğlak burcunda Merkür, bazen Hırs ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Capricorn, the Mercury can sometimes bring forth energies of Communication that clash with Ambition.",
    "opportunities_tr": "Merkür Oğlak burcunda, bireyin Disiplin alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Capricorn allows the individual to leverage Communication potential in areas of Discipline.",
    "relationships_tr": "Merkür Oğlak burcunda, ilişkilerde Disiplin uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Capricorn supports relational harmony of Discipline and interactions of Communication.",
    "career_tr": "Merkür Oğlak burcunda, kariyerde Hırs ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Capricorn boosts success chances in career roles requiring Ambition and Communication.",
    "advice_tr": "Merkür Oğlak konumunda, bilinçli olarak İletişim enerjisini Disiplin ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Capricorn, consciously try to balance Communication energy with Discipline."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Kova",
    "sign_en": "Aquarius",
    "general_tr": "Merkür gezegeninin Kova burcundaki konumu, İletişim ve Yenilik temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Aquarius highlights themes of Communication and Innovation.",
    "personality_tr": "Merkür Kova burcunda, bireyin Bağımsızlık ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Aquarius creatively combines traits of Independence and Communication.",
    "challenges_tr": "Kova burcunda Merkür, bazen Bağımsızlık ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aquarius, the Mercury can sometimes bring forth energies of Communication that clash with Independence.",
    "opportunities_tr": "Merkür Kova burcunda, bireyin Yenilik alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Aquarius allows the individual to leverage Communication potential in areas of Innovation.",
    "relationships_tr": "Merkür Kova burcunda, ilişkilerde Yenilik uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Aquarius supports relational harmony of Innovation and interactions of Communication.",
    "career_tr": "Merkür Kova burcunda, kariyerde Bağımsızlık ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Aquarius boosts success chances in career roles requiring Independence and Communication.",
    "advice_tr": "Merkür Kova konumunda, bilinçli olarak İletişim enerjisini Yenilik ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Aquarius, consciously try to balance Communication energy with Innovation."
  },
  {
    "planet_tr": "Merkür",
    "planet_en": "Mercury",
    "sign_tr": "Balık",
    "sign_en": "Pisces",
    "general_tr": "Merkür gezegeninin Balık burcundaki konumu, İletişim ve Hayal temasını öne çıkarır.",
    "general_en": "The position of the Mercury in Pisces highlights themes of Communication and Dream.",
    "personality_tr": "Merkür Balık burcunda, bireyin Sezgi ve İletişim yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mercury in Pisces creatively combines traits of Intuition and Communication.",
    "challenges_tr": "Balık burcunda Merkür, bazen Sezgi ile çatışan İletişim enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Pisces, the Mercury can sometimes bring forth energies of Communication that clash with Intuition.",
    "opportunities_tr": "Merkür Balık burcunda, bireyin Hayal alanlarında İletişim potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mercury in Pisces allows the individual to leverage Communication potential in areas of Dream.",
    "relationships_tr": "Merkür Balık burcunda, ilişkilerde Hayal uyumu ve İletişim etkileşimini destekler.",
    "relationships_en": "Mercury in Pisces supports relational harmony of Dream and interactions of Communication.",
    "career_tr": "Merkür Balık burcunda, kariyerde Sezgi ve İletişim gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mercury in Pisces boosts success chances in career roles requiring Intuition and Communication.",
    "advice_tr": "Merkür Balık konumunda, bilinçli olarak İletişim enerjisini Hayal ile dengelemeyi deneyin.",
    "advice_en": "When the Mercury is in Pisces, consciously try to balance Communication energy with Dream."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Koç",
    "sign_en": "Aries",
    "general_tr": "Venüs gezegeninin Koç burcundaki konumu, Aşk ve Enerji temasını öne çıkarır.",
    "general_en": "The position of the Venus in Aries highlights themes of Love and Energy.",
    "personality_tr": "Venüs Koç burcunda, bireyin Cesaret ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Aries creatively combines traits of Courage and Love.",
    "challenges_tr": "Koç burcunda Venüs, bazen Cesaret ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aries, the Venus can sometimes bring forth energies of Love that clash with Courage.",
    "opportunities_tr": "Venüs Koç burcunda, bireyin Enerji alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Aries allows the individual to leverage Love potential in areas of Energy.",
    "relationships_tr": "Venüs Koç burcunda, ilişkilerde Enerji uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Aries supports relational harmony of Energy and interactions of Love.",
    "career_tr": "Venüs Koç burcunda, kariyerde Cesaret ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Aries boosts success chances in career roles requiring Courage and Love.",
    "advice_tr": "Venüs Koç konumunda, bilinçli olarak Aşk enerjisini Enerji ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Aries, consciously try to balance Love energy with Energy."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Boğa",
    "sign_en": "Taurus",
    "general_tr": "Venüs gezegeninin Boğa burcundaki konumu, Aşk ve İstikrar temasını öne çıkarır.",
    "general_en": "The position of the Venus in Taurus highlights themes of Love and Stability.",
    "personality_tr": "Venüs Boğa burcunda, bireyin Konfor ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Taurus creatively combines traits of Comfort and Love.",
    "challenges_tr": "Boğa burcunda Venüs, bazen Konfor ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Taurus, the Venus can sometimes bring forth energies of Love that clash with Comfort.",
    "opportunities_tr": "Venüs Boğa burcunda, bireyin İstikrar alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Taurus allows the individual to leverage Love potential in areas of Stability.",
    "relationships_tr": "Venüs Boğa burcunda, ilişkilerde İstikrar uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Taurus supports relational harmony of Stability and interactions of Love.",
    "career_tr": "Venüs Boğa burcunda, kariyerde Konfor ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Taurus boosts success chances in career roles requiring Comfort and Love.",
    "advice_tr": "Venüs Boğa konumunda, bilinçli olarak Aşk enerjisini İstikrar ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Taurus, consciously try to balance Love energy with Stability."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "İkizler",
    "sign_en": "Gemini",
    "general_tr": "Venüs gezegeninin İkizler burcundaki konumu, Aşk ve İletişim temasını öne çıkarır.",
    "general_en": "The position of the Venus in Gemini highlights themes of Love and Communication.",
    "personality_tr": "Venüs İkizler burcunda, bireyin Merak ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Gemini creatively combines traits of Curiosity and Love.",
    "challenges_tr": "İkizler burcunda Venüs, bazen Merak ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Gemini, the Venus can sometimes bring forth energies of Love that clash with Curiosity.",
    "opportunities_tr": "Venüs İkizler burcunda, bireyin İletişim alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Gemini allows the individual to leverage Love potential in areas of Communication.",
    "relationships_tr": "Venüs İkizler burcunda, ilişkilerde İletişim uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Gemini supports relational harmony of Communication and interactions of Love.",
    "career_tr": "Venüs İkizler burcunda, kariyerde Merak ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Gemini boosts success chances in career roles requiring Curiosity and Love.",
    "advice_tr": "Venüs İkizler konumunda, bilinçli olarak Aşk enerjisini İletişim ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Gemini, consciously try to balance Love energy with Communication."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Yengeç",
    "sign_en": "Cancer",
    "general_tr": "Venüs gezegeninin Yengeç burcundaki konumu, Aşk ve Duygusallık temasını öne çıkarır.",
    "general_en": "The position of the Venus in Cancer highlights themes of Love and Emotionality.",
    "personality_tr": "Venüs Yengeç burcunda, bireyin Koruma ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Cancer creatively combines traits of Nurturing and Love.",
    "challenges_tr": "Yengeç burcunda Venüs, bazen Koruma ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Cancer, the Venus can sometimes bring forth energies of Love that clash with Nurturing.",
    "opportunities_tr": "Venüs Yengeç burcunda, bireyin Duygusallık alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Cancer allows the individual to leverage Love potential in areas of Emotionality.",
    "relationships_tr": "Venüs Yengeç burcunda, ilişkilerde Duygusallık uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Cancer supports relational harmony of Emotionality and interactions of Love.",
    "career_tr": "Venüs Yengeç burcunda, kariyerde Koruma ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Cancer boosts success chances in career roles requiring Nurturing and Love.",
    "advice_tr": "Venüs Yengeç konumunda, bilinçli olarak Aşk enerjisini Duygusallık ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Cancer, consciously try to balance Love energy with Emotionality."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Aslan",
    "sign_en": "Leo",
    "general_tr": "Venüs gezegeninin Aslan burcundaki konumu, Aşk ve Gurur temasını öne çıkarır.",
    "general_en": "The position of the Venus in Leo highlights themes of Love and Pride.",
    "personality_tr": "Venüs Aslan burcunda, bireyin Yaratıcılık ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Leo creatively combines traits of Creativity and Love.",
    "challenges_tr": "Aslan burcunda Venüs, bazen Yaratıcılık ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Leo, the Venus can sometimes bring forth energies of Love that clash with Creativity.",
    "opportunities_tr": "Venüs Aslan burcunda, bireyin Gurur alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Leo allows the individual to leverage Love potential in areas of Pride.",
    "relationships_tr": "Venüs Aslan burcunda, ilişkilerde Gurur uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Leo supports relational harmony of Pride and interactions of Love.",
    "career_tr": "Venüs Aslan burcunda, kariyerde Yaratıcılık ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Leo boosts success chances in career roles requiring Creativity and Love.",
    "advice_tr": "Venüs Aslan konumunda, bilinçli olarak Aşk enerjisini Gurur ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Leo, consciously try to balance Love energy with Pride."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Başak",
    "sign_en": "Virgo",
    "general_tr": "Venüs gezegeninin Başak burcundaki konumu, Aşk ve Hizmet temasını öne çıkarır.",
    "general_en": "The position of the Venus in Virgo highlights themes of Love and Service.",
    "personality_tr": "Venüs Başak burcunda, bireyin Analiz ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Virgo creatively combines traits of Analysis and Love.",
    "challenges_tr": "Başak burcunda Venüs, bazen Analiz ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Virgo, the Venus can sometimes bring forth energies of Love that clash with Analysis.",
    "opportunities_tr": "Venüs Başak burcunda, bireyin Hizmet alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Virgo allows the individual to leverage Love potential in areas of Service.",
    "relationships_tr": "Venüs Başak burcunda, ilişkilerde Hizmet uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Virgo supports relational harmony of Service and interactions of Love.",
    "career_tr": "Venüs Başak burcunda, kariyerde Analiz ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Virgo boosts success chances in career roles requiring Analysis and Love.",
    "advice_tr": "Venüs Başak konumunda, bilinçli olarak Aşk enerjisini Hizmet ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Virgo, consciously try to balance Love energy with Service."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Terazi",
    "sign_en": "Libra",
    "general_tr": "Venüs gezegeninin Terazi burcundaki konumu, Aşk ve Harmoni temasını öne çıkarır.",
    "general_en": "The position of the Venus in Libra highlights themes of Love and Harmony.",
    "personality_tr": "Venüs Terazi burcunda, bireyin Estetik ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Libra creatively combines traits of Aesthetics and Love.",
    "challenges_tr": "Terazi burcunda Venüs, bazen Estetik ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Libra, the Venus can sometimes bring forth energies of Love that clash with Aesthetics.",
    "opportunities_tr": "Venüs Terazi burcunda, bireyin Harmoni alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Libra allows the individual to leverage Love potential in areas of Harmony.",
    "relationships_tr": "Venüs Terazi burcunda, ilişkilerde Harmoni uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Libra supports relational harmony of Harmony and interactions of Love.",
    "career_tr": "Venüs Terazi burcunda, kariyerde Estetik ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Libra boosts success chances in career roles requiring Aesthetics and Love.",
    "advice_tr": "Venüs Terazi konumunda, bilinçli olarak Aşk enerjisini Harmoni ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Libra, consciously try to balance Love energy with Harmony."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Akrep",
    "sign_en": "Scorpio",
    "general_tr": "Venüs gezegeninin Akrep burcundaki konumu, Aşk ve Dönüşüm temasını öne çıkarır.",
    "general_en": "The position of the Venus in Scorpio highlights themes of Love and Transformation.",
    "personality_tr": "Venüs Akrep burcunda, bireyin Tutku ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Scorpio creatively combines traits of Passion and Love.",
    "challenges_tr": "Akrep burcunda Venüs, bazen Tutku ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Scorpio, the Venus can sometimes bring forth energies of Love that clash with Passion.",
    "opportunities_tr": "Venüs Akrep burcunda, bireyin Dönüşüm alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Scorpio allows the individual to leverage Love potential in areas of Transformation.",
    "relationships_tr": "Venüs Akrep burcunda, ilişkilerde Dönüşüm uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Scorpio supports relational harmony of Transformation and interactions of Love.",
    "career_tr": "Venüs Akrep burcunda, kariyerde Tutku ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Scorpio boosts success chances in career roles requiring Passion and Love.",
    "advice_tr": "Venüs Akrep konumunda, bilinçli olarak Aşk enerjisini Dönüşüm ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Scorpio, consciously try to balance Love energy with Transformation."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Yay",
    "sign_en": "Sagittarius",
    "general_tr": "Venüs gezegeninin Yay burcundaki konumu, Aşk ve Keşif temasını öne çıkarır.",
    "general_en": "The position of the Venus in Sagittarius highlights themes of Love and Exploration.",
    "personality_tr": "Venüs Yay burcunda, bireyin Özgürlük ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Sagittarius creatively combines traits of Freedom and Love.",
    "challenges_tr": "Yay burcunda Venüs, bazen Özgürlük ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Sagittarius, the Venus can sometimes bring forth energies of Love that clash with Freedom.",
    "opportunities_tr": "Venüs Yay burcunda, bireyin Keşif alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Sagittarius allows the individual to leverage Love potential in areas of Exploration.",
    "relationships_tr": "Venüs Yay burcunda, ilişkilerde Keşif uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Sagittarius supports relational harmony of Exploration and interactions of Love.",
    "career_tr": "Venüs Yay burcunda, kariyerde Özgürlük ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Sagittarius boosts success chances in career roles requiring Freedom and Love.",
    "advice_tr": "Venüs Yay konumunda, bilinçli olarak Aşk enerjisini Keşif ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Sagittarius, consciously try to balance Love energy with Exploration."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Oğlak",
    "sign_en": "Capricorn",
    "general_tr": "Venüs gezegeninin Oğlak burcundaki konumu, Aşk ve Disiplin temasını öne çıkarır.",
    "general_en": "The position of the Venus in Capricorn highlights themes of Love and Discipline.",
    "personality_tr": "Venüs Oğlak burcunda, bireyin Hırs ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Capricorn creatively combines traits of Ambition and Love.",
    "challenges_tr": "Oğlak burcunda Venüs, bazen Hırs ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Capricorn, the Venus can sometimes bring forth energies of Love that clash with Ambition.",
    "opportunities_tr": "Venüs Oğlak burcunda, bireyin Disiplin alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Capricorn allows the individual to leverage Love potential in areas of Discipline.",
    "relationships_tr": "Venüs Oğlak burcunda, ilişkilerde Disiplin uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Capricorn supports relational harmony of Discipline and interactions of Love.",
    "career_tr": "Venüs Oğlak burcunda, kariyerde Hırs ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Capricorn boosts success chances in career roles requiring Ambition and Love.",
    "advice_tr": "Venüs Oğlak konumunda, bilinçli olarak Aşk enerjisini Disiplin ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Capricorn, consciously try to balance Love energy with Discipline."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Kova",
    "sign_en": "Aquarius",
    "general_tr": "Venüs gezegeninin Kova burcundaki konumu, Aşk ve Yenilik temasını öne çıkarır.",
    "general_en": "The position of the Venus in Aquarius highlights themes of Love and Innovation.",
    "personality_tr": "Venüs Kova burcunda, bireyin Bağımsızlık ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Aquarius creatively combines traits of Independence and Love.",
    "challenges_tr": "Kova burcunda Venüs, bazen Bağımsızlık ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aquarius, the Venus can sometimes bring forth energies of Love that clash with Independence.",
    "opportunities_tr": "Venüs Kova burcunda, bireyin Yenilik alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Aquarius allows the individual to leverage Love potential in areas of Innovation.",
    "relationships_tr": "Venüs Kova burcunda, ilişkilerde Yenilik uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Aquarius supports relational harmony of Innovation and interactions of Love.",
    "career_tr": "Venüs Kova burcunda, kariyerde Bağımsızlık ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Aquarius boosts success chances in career roles requiring Independence and Love.",
    "advice_tr": "Venüs Kova konumunda, bilinçli olarak Aşk enerjisini Yenilik ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Aquarius, consciously try to balance Love energy with Innovation."
  },
  {
    "planet_tr": "Venüs",
    "planet_en": "Venus",
    "sign_tr": "Balık",
    "sign_en": "Pisces",
    "general_tr": "Venüs gezegeninin Balık burcundaki konumu, Aşk ve Hayal temasını öne çıkarır.",
    "general_en": "The position of the Venus in Pisces highlights themes of Love and Dream.",
    "personality_tr": "Venüs Balık burcunda, bireyin Sezgi ve Aşk yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Venus in Pisces creatively combines traits of Intuition and Love.",
    "challenges_tr": "Balık burcunda Venüs, bazen Sezgi ile çatışan Aşk enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Pisces, the Venus can sometimes bring forth energies of Love that clash with Intuition.",
    "opportunities_tr": "Venüs Balık burcunda, bireyin Hayal alanlarında Aşk potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Venus in Pisces allows the individual to leverage Love potential in areas of Dream.",
    "relationships_tr": "Venüs Balık burcunda, ilişkilerde Hayal uyumu ve Aşk etkileşimini destekler.",
    "relationships_en": "Venus in Pisces supports relational harmony of Dream and interactions of Love.",
    "career_tr": "Venüs Balık burcunda, kariyerde Sezgi ve Aşk gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Venus in Pisces boosts success chances in career roles requiring Intuition and Love.",
    "advice_tr": "Venüs Balık konumunda, bilinçli olarak Aşk enerjisini Hayal ile dengelemeyi deneyin.",
    "advice_en": "When the Venus is in Pisces, consciously try to balance Love energy with Dream."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Koç",
    "sign_en": "Aries",
    "general_tr": "Mars gezegeninin Koç burcundaki konumu, Tutku ve Enerji temasını öne çıkarır.",
    "general_en": "The position of the Mars in Aries highlights themes of Passion and Energy.",
    "personality_tr": "Mars Koç burcunda, bireyin Cesaret ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Aries creatively combines traits of Courage and Passion.",
    "challenges_tr": "Koç burcunda Mars, bazen Cesaret ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aries, the Mars can sometimes bring forth energies of Passion that clash with Courage.",
    "opportunities_tr": "Mars Koç burcunda, bireyin Enerji alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Aries allows the individual to leverage Passion potential in areas of Energy.",
    "relationships_tr": "Mars Koç burcunda, ilişkilerde Enerji uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Aries supports relational harmony of Energy and interactions of Passion.",
    "career_tr": "Mars Koç burcunda, kariyerde Cesaret ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Aries boosts success chances in career roles requiring Courage and Passion.",
    "advice_tr": "Mars Koç konumunda, bilinçli olarak Tutku enerjisini Enerji ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Aries, consciously try to balance Passion energy with Energy."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Boğa",
    "sign_en": "Taurus",
    "general_tr": "Mars gezegeninin Boğa burcundaki konumu, Tutku ve İstikrar temasını öne çıkarır.",
    "general_en": "The position of the Mars in Taurus highlights themes of Passion and Stability.",
    "personality_tr": "Mars Boğa burcunda, bireyin Konfor ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Taurus creatively combines traits of Comfort and Passion.",
    "challenges_tr": "Boğa burcunda Mars, bazen Konfor ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Taurus, the Mars can sometimes bring forth energies of Passion that clash with Comfort.",
    "opportunities_tr": "Mars Boğa burcunda, bireyin İstikrar alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Taurus allows the individual to leverage Passion potential in areas of Stability.",
    "relationships_tr": "Mars Boğa burcunda, ilişkilerde İstikrar uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Taurus supports relational harmony of Stability and interactions of Passion.",
    "career_tr": "Mars Boğa burcunda, kariyerde Konfor ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Taurus boosts success chances in career roles requiring Comfort and Passion.",
    "advice_tr": "Mars Boğa konumunda, bilinçli olarak Tutku enerjisini İstikrar ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Taurus, consciously try to balance Passion energy with Stability."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "İkizler",
    "sign_en": "Gemini",
    "general_tr": "Mars gezegeninin İkizler burcundaki konumu, Tutku ve İletişim temasını öne çıkarır.",
    "general_en": "The position of the Mars in Gemini highlights themes of Passion and Communication.",
    "personality_tr": "Mars İkizler burcunda, bireyin Merak ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Gemini creatively combines traits of Curiosity and Passion.",
    "challenges_tr": "İkizler burcunda Mars, bazen Merak ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Gemini, the Mars can sometimes bring forth energies of Passion that clash with Curiosity.",
    "opportunities_tr": "Mars İkizler burcunda, bireyin İletişim alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Gemini allows the individual to leverage Passion potential in areas of Communication.",
    "relationships_tr": "Mars İkizler burcunda, ilişkilerde İletişim uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Gemini supports relational harmony of Communication and interactions of Passion.",
    "career_tr": "Mars İkizler burcunda, kariyerde Merak ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Gemini boosts success chances in career roles requiring Curiosity and Passion.",
    "advice_tr": "Mars İkizler konumunda, bilinçli olarak Tutku enerjisini İletişim ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Gemini, consciously try to balance Passion energy with Communication."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Yengeç",
    "sign_en": "Cancer",
    "general_tr": "Mars gezegeninin Yengeç burcundaki konumu, Tutku ve Duygusallık temasını öne çıkarır.",
    "general_en": "The position of the Mars in Cancer highlights themes of Passion and Emotionality.",
    "personality_tr": "Mars Yengeç burcunda, bireyin Koruma ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Cancer creatively combines traits of Nurturing and Passion.",
    "challenges_tr": "Yengeç burcunda Mars, bazen Koruma ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Cancer, the Mars can sometimes bring forth energies of Passion that clash with Nurturing.",
    "opportunities_tr": "Mars Yengeç burcunda, bireyin Duygusallık alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Cancer allows the individual to leverage Passion potential in areas of Emotionality.",
    "relationships_tr": "Mars Yengeç burcunda, ilişkilerde Duygusallık uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Cancer supports relational harmony of Emotionality and interactions of Passion.",
    "career_tr": "Mars Yengeç burcunda, kariyerde Koruma ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Cancer boosts success chances in career roles requiring Nurturing and Passion.",
    "advice_tr": "Mars Yengeç konumunda, bilinçli olarak Tutku enerjisini Duygusallık ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Cancer, consciously try to balance Passion energy with Emotionality."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Aslan",
    "sign_en": "Leo",
    "general_tr": "Mars gezegeninin Aslan burcundaki konumu, Tutku ve Gurur temasını öne çıkarır.",
    "general_en": "The position of the Mars in Leo highlights themes of Passion and Pride.",
    "personality_tr": "Mars Aslan burcunda, bireyin Yaratıcılık ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Leo creatively combines traits of Creativity and Passion.",
    "challenges_tr": "Aslan burcunda Mars, bazen Yaratıcılık ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Leo, the Mars can sometimes bring forth energies of Passion that clash with Creativity.",
    "opportunities_tr": "Mars Aslan burcunda, bireyin Gurur alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Leo allows the individual to leverage Passion potential in areas of Pride.",
    "relationships_tr": "Mars Aslan burcunda, ilişkilerde Gurur uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Leo supports relational harmony of Pride and interactions of Passion.",
    "career_tr": "Mars Aslan burcunda, kariyerde Yaratıcılık ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Leo boosts success chances in career roles requiring Creativity and Passion.",
    "advice_tr": "Mars Aslan konumunda, bilinçli olarak Tutku enerjisini Gurur ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Leo, consciously try to balance Passion energy with Pride."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Başak",
    "sign_en": "Virgo",
    "general_tr": "Mars gezegeninin Başak burcundaki konumu, Tutku ve Hizmet temasını öne çıkarır.",
    "general_en": "The position of the Mars in Virgo highlights themes of Passion and Service.",
    "personality_tr": "Mars Başak burcunda, bireyin Analiz ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Virgo creatively combines traits of Analysis and Passion.",
    "challenges_tr": "Başak burcunda Mars, bazen Analiz ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Virgo, the Mars can sometimes bring forth energies of Passion that clash with Analysis.",
    "opportunities_tr": "Mars Başak burcunda, bireyin Hizmet alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Virgo allows the individual to leverage Passion potential in areas of Service.",
    "relationships_tr": "Mars Başak burcunda, ilişkilerde Hizmet uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Virgo supports relational harmony of Service and interactions of Passion.",
    "career_tr": "Mars Başak burcunda, kariyerde Analiz ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Virgo boosts success chances in career roles requiring Analysis and Passion.",
    "advice_tr": "Mars Başak konumunda, bilinçli olarak Tutku enerjisini Hizmet ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Virgo, consciously try to balance Passion energy with Service."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Terazi",
    "sign_en": "Libra",
    "general_tr": "Mars gezegeninin Terazi burcundaki konumu, Tutku ve Harmoni temasını öne çıkarır.",
    "general_en": "The position of the Mars in Libra highlights themes of Passion and Harmony.",
    "personality_tr": "Mars Terazi burcunda, bireyin Estetik ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Libra creatively combines traits of Aesthetics and Passion.",
    "challenges_tr": "Terazi burcunda Mars, bazen Estetik ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Libra, the Mars can sometimes bring forth energies of Passion that clash with Aesthetics.",
    "opportunities_tr": "Mars Terazi burcunda, bireyin Harmoni alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Libra allows the individual to leverage Passion potential in areas of Harmony.",
    "relationships_tr": "Mars Terazi burcunda, ilişkilerde Harmoni uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Libra supports relational harmony of Harmony and interactions of Passion.",
    "career_tr": "Mars Terazi burcunda, kariyerde Estetik ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Libra boosts success chances in career roles requiring Aesthetics and Passion.",
    "advice_tr": "Mars Terazi konumunda, bilinçli olarak Tutku enerjisini Harmoni ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Libra, consciously try to balance Passion energy with Harmony."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Akrep",
    "sign_en": "Scorpio",
    "general_tr": "Mars gezegeninin Akrep burcundaki konumu, Tutku ve Dönüşüm temasını öne çıkarır.",
    "general_en": "The position of the Mars in Scorpio highlights themes of Passion and Transformation.",
    "personality_tr": "Mars Akrep burcunda, bireyin Tutku ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Scorpio creatively combines traits of Passion and Passion.",
    "challenges_tr": "Akrep burcunda Mars, bazen Tutku ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Scorpio, the Mars can sometimes bring forth energies of Passion that clash with Passion.",
    "opportunities_tr": "Mars Akrep burcunda, bireyin Dönüşüm alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Scorpio allows the individual to leverage Passion potential in areas of Transformation.",
    "relationships_tr": "Mars Akrep burcunda, ilişkilerde Dönüşüm uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Scorpio supports relational harmony of Transformation and interactions of Passion.",
    "career_tr": "Mars Akrep burcunda, kariyerde Tutku ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Scorpio boosts success chances in career roles requiring Passion and Passion.",
    "advice_tr": "Mars Akrep konumunda, bilinçli olarak Tutku enerjisini Dönüşüm ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Scorpio, consciously try to balance Passion energy with Transformation."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Yay",
    "sign_en": "Sagittarius",
    "general_tr": "Mars gezegeninin Yay burcundaki konumu, Tutku ve Keşif temasını öne çıkarır.",
    "general_en": "The position of the Mars in Sagittarius highlights themes of Passion and Exploration.",
    "personality_tr": "Mars Yay burcunda, bireyin Özgürlük ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Sagittarius creatively combines traits of Freedom and Passion.",
    "challenges_tr": "Yay burcunda Mars, bazen Özgürlük ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Sagittarius, the Mars can sometimes bring forth energies of Passion that clash with Freedom.",
    "opportunities_tr": "Mars Yay burcunda, bireyin Keşif alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Sagittarius allows the individual to leverage Passion potential in areas of Exploration.",
    "relationships_tr": "Mars Yay burcunda, ilişkilerde Keşif uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Sagittarius supports relational harmony of Exploration and interactions of Passion.",
    "career_tr": "Mars Yay burcunda, kariyerde Özgürlük ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Sagittarius boosts success chances in career roles requiring Freedom and Passion.",
    "advice_tr": "Mars Yay konumunda, bilinçli olarak Tutku enerjisini Keşif ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Sagittarius, consciously try to balance Passion energy with Exploration."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Oğlak",
    "sign_en": "Capricorn",
    "general_tr": "Mars gezegeninin Oğlak burcundaki konumu, Tutku ve Disiplin temasını öne çıkarır.",
    "general_en": "The position of the Mars in Capricorn highlights themes of Passion and Discipline.",
    "personality_tr": "Mars Oğlak burcunda, bireyin Hırs ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Capricorn creatively combines traits of Ambition and Passion.",
    "challenges_tr": "Oğlak burcunda Mars, bazen Hırs ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Capricorn, the Mars can sometimes bring forth energies of Passion that clash with Ambition.",
    "opportunities_tr": "Mars Oğlak burcunda, bireyin Disiplin alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Capricorn allows the individual to leverage Passion potential in areas of Discipline.",
    "relationships_tr": "Mars Oğlak burcunda, ilişkilerde Disiplin uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Capricorn supports relational harmony of Discipline and interactions of Passion.",
    "career_tr": "Mars Oğlak burcunda, kariyerde Hırs ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Capricorn boosts success chances in career roles requiring Ambition and Passion.",
    "advice_tr": "Mars Oğlak konumunda, bilinçli olarak Tutku enerjisini Disiplin ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Capricorn, consciously try to balance Passion energy with Discipline."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Kova",
    "sign_en": "Aquarius",
    "general_tr": "Mars gezegeninin Kova burcundaki konumu, Tutku ve Yenilik temasını öne çıkarır.",
    "general_en": "The position of the Mars in Aquarius highlights themes of Passion and Innovation.",
    "personality_tr": "Mars Kova burcunda, bireyin Bağımsızlık ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Aquarius creatively combines traits of Independence and Passion.",
    "challenges_tr": "Kova burcunda Mars, bazen Bağımsızlık ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Aquarius, the Mars can sometimes bring forth energies of Passion that clash with Independence.",
    "opportunities_tr": "Mars Kova burcunda, bireyin Yenilik alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Aquarius allows the individual to leverage Passion potential in areas of Innovation.",
    "relationships_tr": "Mars Kova burcunda, ilişkilerde Yenilik uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Aquarius supports relational harmony of Innovation and interactions of Passion.",
    "career_tr": "Mars Kova burcunda, kariyerde Bağımsızlık ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Aquarius boosts success chances in career roles requiring Independence and Passion.",
    "advice_tr": "Mars Kova konumunda, bilinçli olarak Tutku enerjisini Yenilik ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Aquarius, consciously try to balance Passion energy with Innovation."
  },
  {
    "planet_tr": "Mars",
    "planet_en": "Mars",
    "sign_tr": "Balık",
    "sign_en": "Pisces",
    "general_tr": "Mars gezegeninin Balık burcundaki konumu, Tutku ve Hayal temasını öne çıkarır.",
    "general_en": "The position of the Mars in Pisces highlights themes of Passion and Dream.",
    "personality_tr": "Mars Balık burcunda, bireyin Sezgi ve Tutku yönlerini yaratıcı bir şekilde birleştirir.",
    "personality_en": "Mars in Pisces creatively combines traits of Intuition and Passion.",
    "challenges_tr": "Balık burcunda Mars, bazen Sezgi ile çatışan Tutku enerjileri ortaya çıkarabilir.",
    "challenges_en": "In Pisces, the Mars can sometimes bring forth energies of Passion that clash with Intuition.",
    "opportunities_tr": "Mars Balık burcunda, bireyin Hayal alanlarında Tutku potansiyelini kullanmasına olanak tanır.",
    "opportunities_en": "Mars in Pisces allows the individual to leverage Passion potential in areas of Dream.",
    "relationships_tr": "Mars Balık burcunda, ilişkilerde Hayal uyumu ve Tutku etkileşimini destekler.",
    "relationships_en": "Mars in Pisces supports relational harmony of Dream and interactions of Passion.",
    "career_tr": "Mars Balık burcunda, kariyerde Sezgi ve Tutku gerektiren rollerde başarı olasılığını artırır.",
    "career_en": "Mars in Pisces boosts success chances in career roles requiring Intuition and Passion.",
    "advice_tr": "Mars Balık konumunda, bilinçli olarak Tutku enerjisini Hayal ile dengelemeyi deneyin.",
    "advice_en": "When the Mars is in Pisces, consciously try to balance Passion energy with Dream."
  }
]
